<?php

// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'یوزر نیم یا پاس ورڈ غلط ہے۔',
'Forgotten pass'		=>	'پاس ورڈ بھول گئے؟',
'Login redirect'		=>	'لاگ ان کامیابی سے۔ منتقل کیا جا رہا ہے &hellip;',
'Logout redirect'		=>	'لاگ آؤٹ کامیابی سے۔ منتقل کیا جا رہا ہے &hellip;',
'No e-mail match'		=>	'اس ای میل کے ساتھ کوئی یوزر رجسٹر نہیں',
'Request pass'			=>	'پاس ورڈ کی درخواست کریں',
'Request pass legend'	=>	'وہ ای میل پتہ لکھیے جس کے ذریعے آپ نے رجسٹر کیا تھا',
'Request pass info'		=>	'نیا پاس ورڈ بمعہ اکاؤنٹ جاری کرنے کے ربط کے آپ کو ای میل کیا جائے گا۔',
'Not registered'		=>	'ابھی تک رجسٹر نہیں؟',
'Login legend'			=>	'نیچے اپنا یوزر نیم اور پاس ورڈ لکھیے',
'Login info'			=>	'اگر آپ نے رجسٹر نہیں کیا یا اپنا پاس ورڈ بھول گئے ہیں تو متعلقہ ربط پر کلک کریں۔',

// Forget password mail stuff
'Forget mail'			=>	'ایک ای میل دیے گئے پتے پر بھیجی گئی ہے۔ اس میں پاس ورڈ تبدیل کرنے کی ہدایات موجود ہیں۔ یہ خیال رہے کہ ممکن ہے ای میل آپ کے سپام بکس میں گرا دی جائے۔ اگر ای میل موصول نہ ہو تو فورم کے منتظم سے یہاں رابطہ کریں:'
);
