<?php

// Language definitions used in profile.php
$lang_profile = array(

// Navigation and sections
'Profile menu'				=>	'پروفائل کا مینیو',
'Section essentials'		=>	'اہم ترین',
'Section personal'			=>	'ذاتی',
'Section messaging'			=>	'پیغام سلام',
'Section personality'		=>	'شخصیت',
'Section display'			=>	'نمائش',
'Section privacy'			=>	'خلوت',
'Section admin'				=>	'نظامت',

// Miscellaneous
'Username and pass legend'	=>	'اپنا یوزر نیم اور پاس ورڈ لکھیں',
'Personal details legend'	=>	'اپنی ذاتی معلومات دیں',
'Contact details legend'	=>	'پیغامات کی تفصیلات لکھیں',	
'Options display'			=>	'نمائش کے اختیارات سیٹ کریں',
'Options post'				=>	'مراسلات دیکھنے کے اختیارات سیٹ کریں',
'User activity'				=>	'یوزر کی حرکتیں',
'Paginate info'				=>	'آپ کتنے موضوعات اور مراسلات ایک صفحہ پر دیکھنا چاہیں گے۔',

// Password stuff
'Pass key bad'				=>	'پاس ورڈ تصدیق کی کنجی درست نہیں۔ براہِ کرم پاس ورڈ کی درخواست دوبارہ بھیجیں، یا فورم کے منتظم سے اس ای میل پر رابطہ کریں',	
'Pass updated'				=>	'آپ کا پاس ورڈ تبدیل کر دیا گیا ہے۔ اب آپ نئے پاس ورڈ سے لاگ ان ہو سکتے ہیں۔',
'Pass updated redirect'		=>	'پاس ورڈ تبدیل ہوگیا۔ منتقل کیا جا رہا ہے &hellip;',
'Wrong pass'				=>	'پرانا پاس ورڈ غلط ہے۔',
'Change pass'				=>	'پاس ورڈ میں تبدیلی',
'Change pass legend'		=>	'نیا پاس ورڈ دو مرتبہ لکھیں',
'Old pass'					=>	'پرانا پاس ورڈ',
'New pass'					=>	'نیا پاس ورڈ',
'Confirm new pass'			=>	'نیا پاس ورڈ (دوبارہ)',

// E-mail stuff
'E-mail key bad'			=>	'آپ کی مہیا کی گئی ای میل کی تصدیقی کنجی درست نہیں یا اپنی مدت پوری چکی ہے۔ براہِ کرم ای میل تبدیلی کی درخواست دوبارہ بھیجیں۔ کسی مسئلہ کی صورت میں فورم کے منتظم سے یہاں رابطہ کریں:',
'E-mail updated'			=>	'ای میل پتہ تبدیل ہوگیا۔',
'Activate e-mail sent'		=>	'آپ کے بتائے ہوئے نئے پتے پر ای میل بمعہ ہدایات کے بھیجی گئی ہے۔ اگر ای میل موصول نہ ہو تو فورم کے منتظم سے یہاں رابطہ کریں:',
'E-mail legend'				=>	'نیا ای میل پتہ لکھیے',
'E-mail instructions'		=>	'آپ کے نئے پتے پر ای میل بمعہ ایک ربط کے بھیجی جائے۔ تبدیلی مکمل کرنے کے لیے اس ربط پر کلک کرنا ضروری ہے۔',
'Change e-mail'				=>	'ای میل پتہ تبدیل کریں',
'New e-mail'				=>	'نیا ای میل',

// Avatar upload stuff
'Avatars disabled'			=>	'نمتظم نے اوتار کا استعمال ممنوع قرار دیا ہے۔',
'Too large ini'				=>	'اوپر لادی گئی فائل کا سائز بہت زیادہ ہے۔ براہِ کرم دوبارہ کوشش کریں۔',
'Partial upload'			=>	'اوپر لادی گئی فائل ہم تک مکمل حالت میں نہ پہنچی۔ براہِ کرم دوبارہ کوشش کریں۔',
'No tmp directory'			=>	'پی ایچ پی اوپر لادی گئی فائل کو کسی وقتی جگہ پر محفوظ نہ کرسکی۔',
'No file'					=>	'اوپر لادنے کے لیے آپ نے فائل کا نام نہیں لکھا۔',
'Bad type'					=>	'اوپر لادی گئی فائل صرف (gif، jpeg اور png) فارمیٹ میں ہونی چاہیے۔ براہِ کرم دوبارہ کوشش کریں۔',
'Too wide or high'			=>	'آپ کی بھیجی ہوئی فائل کی لمبائی یا چوڑائی بہت زیادہ ہے۔ ',
'Too large'					=>	'آپ کی بھیجی ہوئی فائل کا حجم بہت زیادہ ہے۔ ',
'pixels'					=>	'پکسلز',
'bytes'						=>	'بائٹس',
'Move failed'				=>	'سرور فائل کو اوپر لادنے میں ناکام رہا۔ براہِ کرم فورم کے منتظم سے یہاں رابطہ کریں:',
'Unknown failure'			=>	'ایک عجیب مسئلہ پیدا ہوا۔ براہِ کرم دوبارہ کوشش کریں۔',
'Avatar upload redirect'	=>	'اوتار اوپر لادا گیا۔ منتقل کیا جا رہا ہے &hellip;',
'Avatar deleted redirect'	=>	'اوتار ختم کیا گیا۔ منتقل کیا جا رہا ہے &hellip;',
'Avatar desc'				=>	'اوتار ایک چھوٹی سی تصویر ہوتی ہے جو فورم میں آپ کے مراسلات کے ساتھ نظر آئے گی۔ اس کے حجم کی حد ہے:',
'Upload avatar'				=>	'اوتار اوپر لادیں',
'Upload avatar legend'		=>	'اوتار فائل کا نام لکھیں',
'Delete avatar'				=>	'اوتار ختم کریں',	// only for admins
'File'						=>	'فائل',
'Upload'					=>	'اوپر لادیں',	// submit button

// Form validation stuff
'Dupe username'				=>	'کوئی صاحب پہلے ہی اس یوزر نیم کا استعمال کرچکے ہیں۔ براہِ کرم واپس جاکر کوئی دوسرا نام پسند کریے۔',
'Forbidden title'			=>	'عنوان میں کوئی غلط لفظ آگیا ہے۔ براہِ کرم واپس جاکر کوئی دوسرا عنوان پسند کریے۔',
'Profile redirect'			=>	'پروفائل کامیابی سے تبدیل۔ منتقل کیا جا رہا ہے &hellip;',

// Profile display stuff
'Not activated'				=>	'یوزر کا اکاؤنٹ ابھی تک جاری نہیں ہوا۔ اکاؤنٹ اس وقت جاری ہوگا جب وہ پہلی مرتبہ لاگ ان کریں گے۔',
'Unknown'					=>	'(نا معلوم)',	// This is displayed when a user hasn't filled out profile field (e.g. Location)
'Private'					=>	'(پرائیوٹ)',	// This is displayed when a user does not want to receive e-mails
'No avatar'					=>	'(کوئی اوتار نہیں)',
'Show posts'				=>	'تمام مراسلات دکھائیں',
'Realname'					=>	'اصل نام',
'Location'					=>	'مقام',
'Website'					=>	'ویب سائٹ',
'Jabber'					=>	'جیبر',
'ICQ'						=>	'آئی سی قیو',
'MSN'						=>	'م‌س‌ن میسنجر',
'AOL IM'					=>	'اے او ایل میسنجر',
'Yahoo'						=>	'یاہو! میسنجر',
'Avatar'					=>	'اوتار',
'Signature'					=>	'دستخط',
'Sig max length'			=>	'زیادہ سے زیادہ لمبائی',
'Sig max lines'				=>	'زیادہ سے زیادہ لائنیں',
'Avatar legend'				=>	'اوتار دکھانے کی پسند',
'Avatar info'				=>	'اوتار ایک چھوٹی سی تصویر ہے جو آپ کے مراسلات کے ساتھ نظر آتی ہے۔ آپ کوئی پسندیدہ اوتار نیچے دیے گئے ربط پر کلک کرکے اوپر لاد سکتے ہیں۔ یاد رہے: چیک باکس برائے \'اوتار استعمال کریں\' پر کلک ضروری ہے تاکہ مراسلات میں اوتار دکھایا جائے۔',
'Change avatar'				=>	'اوتار بدلیں',
'Use avatar'				=>	'اوتار استعمال کریں۔',
'Signature legend'			=>	'دستخط بنائیں',
'Signature info'			=>	'دستخط ایک چھوٹا سا متن ہے جو آپ کے مراسلات کے آخر میں نظر آئے گا۔ یہاں آپ کچھ بھی لکھ سکتے ہیں۔ شاید آپ کوئی پسندیدہ قول، شعر یا صرف اپنا نام لکھنا پسند کریں۔ یہ سب آپ پر منحصر ہے۔ آپ دستخط میں BBCode کا بھی استعمال کرسکتے ہیں۔ ',
'Sig preview'				=>	'حالیہ دستخط کا پیش منظر:',
'No sig'					=>	'پروفائل میں کوئی دستخط محفوظ نہیں ہے۔',
'Topics per page'			=>	'موضوعات',
'Topics per page info'		=>	'اس اختیار سے سیٹ کریں کہ ایک صفحے پر کتنے موضوعات نظر آئیں جب آپ کوئی فورم دیکھ رہے ہوں۔ اگر یہ آپ کی سمجھ میں نہ آرہا ہو تو اسے خالی چھوڑ دیں اور اس سلسلے میں فورم ڈیفالٹ کا استعمال کر لیا جائے گا۔',
'Posts per page'			=>	'مراسلات',
'Posts per page info'		=>	'اس اختیار سے سیٹ کریں کہ ایک صفحے پر کتنے مراسلات نظر آئیں جب آپ کوئی موضوع دیکھ رہے ہوں۔ اگر یہ آپ کی سمجھ میں نہ آرہا ہو تو اسے خالی چھوڑ دیں اور اس سلسلے میں فورم ڈیفالٹ ',
'Leave blank'				=>	'فورم ڈیفالٹ کے لیے خالی چھوڑ دیں۔',
'Notify full'				=>	'فہرست کی ای میلز میں مراسلہ بھی شامل کریں۔',
'Notify full info'			=>	'جب اس کی اجازت ہوگی تو سادے متن کی صورت میں مراسلہ بھی ای میل کر دیا جائے گا۔',
'Show smilies'				=>	'اسمائلیز تصویری شکل میں دکھائیں۔',
'Show smilies info'			=>	'اگر آپ اس کی اجازت دیتے ہیں تو مراسلات میں اسمائلیز تصویری شکل میں نظر آئیں گے۔',
'Show images'				=>	'تصویری مراسلات دکھائیں۔',
'Show images info'			=>	'اس کو معطل کردیں اگر آپ مراسلات میں تصاویر نہ دیکھنا چاہیں ([img] ٹیگ۔)',
'Show images sigs'			=>	'یوزر کی دستخط میں تصاویر دکھائیں۔',
'Show images sigs info'		=>	'اس کو معطل کردیں اگر آپ دستخط میں تصاویر نہ دیکھنا چاہیں ([img] ٹیگ۔)',
'Show avatars'				=>	'دستخط میں تصویر دکھائیں۔',
'Show avatars info'			=>	'اس اختیار سے سیٹ ہوگا کہ مراسلات میں یوزر کا اوتار دکھایا جائے یا نہیں۔',
'Show sigs'					=>	'یوزر کی دستخط دکھائیں۔',
'Show sigs info'			=>	'اگر آپ یوزر کی دستخط دیکھنا چاہیں تو اسے پسند کریں۔',
'Style legend'				=>	'اپنا انداز پسند کریں',
'Style info'				=>	'آپ اپنے لیے فورم کا مختلف انداز پسند کر سکتے ہیں۔',
'Admin note'				=>	'منتظم کا نوٹ',
'Pagination legend'			=>	'صفحے دکھانے کی ترجیحات',
'Post display legend'		=>	'مراسلات دیکھنے کے اختیارات پسند کریں',
'Post display info'			=>	'اگر آپ کا کنکشن سست ہے تو ان اختیارات کو بند کر کے آپ ویب صفحات تیزی سے لوڈ کروا سکتے ہیں۔',
'Instructions'				=>	'پروفائل میں تبدیلی کے بعد آپ کو اسی صفحے پر واپس لے آیا جائے گا۔',

// Administration stuff
'Group membership legend'	=>	'یوزر کا گروہ پسند کریں',
'Save'						=>	'محفوظ',
'Set mods legend'			=>	'ماڈریٹر کے اختیارات وضع کریں',
'Moderator in'				=>	'ماڈریٹر اندر',
'Moderator in info'			=>	'پسند کریں کہ اس یوزر کو کون کون سے فورم ماڈریٹ کرنے کی اجازت ہے۔ یاد رہے: یہ اجازت صرف ماڈریٹر کے لیے ہے۔ منتظم کے پاس ہر وقت مکمل اجازتیں ہوتی ہیں۔',
'Update forums'				=>	'فورم کو اپ ڈیٹ کریں',
'Delete ban legend'			=>	'یوزر کو ختم (صرف منتظم ) یا بین کریں',

'Delete user'				=>	'یوزر کو ختم کریں',
'Ban user'					=>	'یوزر کو بین کریں',
'Confirm delete legend'		=>	'اہم: یوزر کو ختم کرنے سے پہلے یہ پڑھیں',
'Confirm delete user'		=>	'یوزر کو ختم کرنے کی تصدیق',
'Confirmation info'			=>	'براہِ کرم اس بات کی تصدیق کریں کہ آپ یوزر کو ختم کرنا چاہتے ہیں',	// the username will be appended to this string
'Delete warning'			=>	'انتباہ! ختم کیے گئے یوزرز اور مراسلات کی واپسی ناممکن ہے۔ اگر آپ نے اس وقت اس یوزر کے مراسلات کو ختم نہ کیا، تو بعد میں انہیں ہاتھ سے (manually) ختم کرنا پڑے گا۔',
'Delete posts'				=>	'اس یوزر کے مراسلات اور موضوعات کو ختم کریں۔',
'Delete'					=>	'ختم کریں',		// submit button (confirm user delete)
'User delete redirect'		=>	'یوزر ختم۔ منتقل کیا جا رہا ہے &hellip;',
'Group membership redirect'	=>	'گروہ کی ممبر شپ محفوظ کر لی گئی۔ منتقل کیا جا رہا ہے &hellip;',
'Update forums redirect'	=>	'فورم ماڈریٹر کے اختیارات میں تبدیلی گئی۔ منتقل کیا جا رہا ہے &hellip;',
'Ban redirect'				=>	'منتقل کیا جا رہا ہے &hellip;'

);