<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'درست ای میل مہیا کریں',
'E-mail legend 2'			=>	'دو مرتبہ درست ای میل مہیا کریے تاکہ شک و شبہہ باقی نہ رہے',
'Localisation legend'		=>	'مقامی اختیارات پسند کریں',
'Timezone'					=>	'ٹائم زون',
'Timezone info'				=>	'فورم میں صحیح اوقات دیکھنے کے لیے آپ اپنا ٹائم زون پسند کریں۔ یاد رہے کہ یہ تمام ٹائم زون GMT کے ہیں۔ پاکستان کے لیے +5 پسند کریں۔',
'Language'					=>	'زبان',
'Language info'				=>	'آپ فورم کس زبان میں دیکھنا پسند کریں گے۔',	
	
'E-mail setting info'		=>	'سیٹ کریں کہ آیا آپ کا ای میل پتہ دوسروں کو نظر آئے یا نہیں۔ یہ بھی پسند کریں کہ کیا آپ دوسرے یوزر کی فورم سے بھیجی گئی ای میل حاصل کرنا پسند کریں گے یا نہیں۔',
'E-mail setting 1'			=>	'آپ کا ای میل پتہ دکھایا جائے۔',
'E-mail setting 2'			=>	'آپ کا ای میل پتہ چھپایا جائے مگر فارم ای میل کی اجازت دیں۔',
'E-mail setting 3'			=>	'آپ کا ای میل پتہ چھپایا جائے اور فارم ای میل کی بھی اجازت نہ دیں۔',
'Privacy options legend'	=>	'خلوت کے اختیارات کا استعمال کریں',
'Save user/pass'			=>	'یوزر نیم اور پاس ورڈ محفوظ رکھا جائے تاکہ بار بار نہ دینا پڑے۔',
'Save user/pass info'		=>	'اگر آپ فورم میں آنے جانے کے دوران بار بار پاس ورڈ ڈالنے کی زحمت سے بچنا چاہیں تو اس اختیار کا استعمال کریں۔',
'Confirm pass'				=>	'پاس ورڈ کی تصدیق کریں',

'Username too short'		=>	'یوزر نیم میں کم از کم 2 حروف ہونے چاہئیں۔ براہِ کرم اس سے طویل یوزر نیم پسند کریں۔',	
'Username guest'			=>	'guest کا یوزر نیم استعمال نہیں کیا جا سکتا۔ براہِ کرم کوئی دوسرا یوزر نیم پسند کریں۔',	
'Username IP'				=>	'یوزر نیم آئی پی پتہ کی شکل میں نہیں ہوسکتا۔ براہِ کرم کوئی دوسرا یوزر نیم پسند کریں۔',	
'Username reserved chars'	=>	'یوزر نیم میں \'، "، [ یا ] استعمال نہیں کیے جا سکتے۔ براہِ کرم کوئی دوسرا یوزر نیم پسند کریں۔',
'Username BBCode'			=>	'یوزر نیم میں BBCode استعمال نہیں کیے جا سکتے۔ براہِ کرم کوئی دوسرا یوزر نیم پسند کریں۔',
'Dupe username'				=>	'یہ یوزر نیم پہلے ہی زیرِ استعمال ہے۔ براہِ کرم کوئی دوسرا یوزر نیم پسند کریں۔',
'Pass too short'			=>	'پاس ورڈ میں کم از کم 4 حروف ہونے چاہئیں۔ براہِ کرم اس سے طویل پاس ورڈ پسند کریں۔',
'Pass not match'			=>	'پاس ورڈ ایک سے نہیں۔ براہِ کرم واپس جا کر درست کریے۔',
'Banned e-mail'				=>	'آپ کی مہیا کی گئی ای میل فورم پر بین ہے۔ براہِ کرم کوئی اور ای میل پسند کریے۔',
'Dupe e-mail'				=>	'آپ کی مہیا کی گئی ای میل سے پہلے یہ کوئی رجسٹر ہے۔ براہِ کرم کوئی اور ای میل پسند کریے۔',
'Sig too long'				=>	'دستخط لمبی نہیں ہو سکتی',
'characters'				=>	'حروف سے',
'Sig too many lines'		=>	'دستخط زیادہ نہیں ہو سکتی',
'lines'						=>	'لوئنوں سے',
'Signature quote/code'		=>	'اقتباس اور کوڈ کے BBCodes دستخط میں جائز نہیں۔ براہِ کرم واپس جا کر اس کو درست کریے۔',	
'Bad ICQ'					=>	'آپ نے غلط ICQ UIN مہیا کی ہے۔ براہِ کرم واپس جا کر درست کریے۔'

);
