<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'اس فورم میں نئی رجسٹریشن بند ہیں۔',
'Reg cancel redirect'		=>	'رجسٹریشن کی تنسیخ کردی گئی۔ منتقل کیا جا رہا ہے &hellip;',
'Forum rules'				=>	'فورم کے قواعد',
'Rules legend'				=>	'رجسٹریشن کے لیے آپ کو مندرجہ ذیل کو قبول کرنا ہوگا۔',
'Agree'						=>	'قبول',
'Cancel'					=>	'تنسیخ',
'Register'					=>	'رجسٹر',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'آپ کا دیا ہوا یوزر نیم کچھ نامناسب الفاظ پر مشتمل ہے۔ براہِ کرم اس کو تبدیل کریں۔',
'Username dupe 1'			=>	'اس یوزر نیم سے کوئی پہلے ہی رجسٹر ہے',
'Username dupe 2'			=>	'یوزر نیم بہت زیادہ ملتے جلتے ہیں۔ براہِ کرم اس کو تبدیل کیجیے۔',
'E-mail not match'			=>	'ای میل ایک جیسے نہیں۔ براہِ کرم واپس جا کر اس کو درست کریے۔',

// Registration e-mail stuff
'Reg e-mail'				=>	'رجسٹر کرنے کا شکریہ۔ آپ کا پاس ورڈ مہیا کیے گئے ای میل پتہ پر بھیج دیا گیا ہے۔ اگر یہ ای میل آپ کو نہ ملے تو منتظم سے یہاں رابطہ کریں',
'Reg complete'				=>	'رجسٹریشن مکمل۔ لاگ ان کر کے منتقل کیا جا رہا ہے &hellip;',

// Register info
'Desc 1'					=>	'رجسٹریشن سے فورم پر آپ کے اختیارات میں اضافہ ہوگا۔ آپ نئے مراسلے کر سکیں گے اور مراسلات میں رد و بدل کرسکیں گے۔ فورم سے متعلق سوالات کے لیے منتظم سے رابطہ کریں۔<br /><br />',
'Desc 2'					=>	'رجسٹر ہونے کے لیے آپ کو اس فارم کو پُر کرنا ہوگا۔ رجسٹر ہونے کے بعد آپ پروفائل میں تبدیلی کر سکتے ہیں۔ ',

'Username legend'			=>	'یوزر نیم 2 سے 25 حروف پر مشتمل ہو سکتا ہے',
'Pass legend 1'				=>	'پاس ورڈ پسند کریں اور دوبارہ ڈال کر تصدیق کریں',
'Pass legend 2'				=>	'مندرجہ ذیل ہدایات پڑھیں',
'Pass info'					=>	'پاس ورڈ 4 سے 16 حروف پر مشتمل ہوسکتے ہیں۔ یہ case sensitive ہوتے ہیں۔',
'E-mail info'				=>	'آپ کو درست ای میل پتہ دینا ہوگا کیونکہ پاس ورڈ اسی پتہ پر ارسال کیا جائے گا۔',
'Confirm e-mail'			=>	'ای میل پتہ کی تصدیق کریں',

);
