<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'사용하고 계신 전자우편 주소를 입력하십시오',
'E-mail legend 2'			=>	'사용하고 계신 전자우편 주소를 입력하고 확인해 주십시오',
'Localisation legend'		=>	'현재 위치 선택사항을 설정하십시오',
'Timezone'					=>	'시간대',
'Timezone info'				=>	'포럼이 올바르게 시간을 표시하려면 지금 계신 곳의 표준 시간대를 선택하셔야 합니다.',
'Language'					=>	'언어',
'Language info'				=>	'포럼을 살펴보기 위해 사용하고 계신 언어를 선택하실 수 있습니다.',
'E-mail setting info'		=>	'귀하의 전자우편 주소를 다른 사람들에게 공개할지 그리고 다른 사람들이 포럼의 전자우편을 통해서 전자우편을 귀하에게 보내도 될지를 선택해 주십시오.',
'E-mail setting 1'			=>	'자신의 전자우편 주소를 표시함.',
'E-mail setting 2'			=>	'자신의 전자우편 주소는 감추지만 포럼의 전자우편은 허용함.',
'E-mail setting 3'			=>	'자신의 전자우편 주소를 감추고 포럼의 전자우편도 받지 않음.',
'Privacy options legend'	=>	'자신의 개인 정보 보호 선택사항 설정',
'Save user/pass'			=>	'매번 들어올 때마다 사용자 이름과 암호를 기억함.',
'Save user/pass info'		=>	'이번 선택 사항은 매번 들어오실 때마다 포럼이 귀하를 "기억"해야 할지를 결정합니다. 선택을 하시면, 매번 포럼을 방문할 때마다 사용자 이름과 암호를 넣으실 필요 없이, 자동적으로 들어오시게 됩니다. 권장 사항.',
'Confirm pass'				=>	'암호를 다시 입력해 주십시오',

'Username too short'		=>	'사용자 이름은 적어도 2 글자 이상이어야 합니다. (보다 긴) 다른 사용자 이름을 선택해 주십시오.',
'Username guest'			=>	'손님(guest)이라는 사용자 이름은 사용하실 수 없습니다. 다른 사용자 이름을 선택해 주십시오.',
'Username IP'				=>	'IP 주소 형식으로 된 사용자 이름은 사용하실 수 없습니다. 다른 사용자 이름을 선택해 주십시오.',
'Username reserved chars'	=>	'사용자 이름에는 \', " 그리고 [ 혹은 ] 글자가 하나라도 포함될 수 없습니다. 다른 사용자 이름을 선택해 주십시오.',
'Username BBCode'			=>	'사용자 이름에는 이 곳의 포럼에서 사용하는 어떠한 글자 모양새 꼬리표(BBCode)도 포함될 수 없습니다. 다른 사용자 이름을 선택해 주십시오.',
'Dupe username'				=>	'이미 다른 분이 같은 사용자 이름을 사용하고 계십니다. 다른 사용자 이름을 선택해 주십시오.',
'Pass too short'			=>	'암호는 적어도 4 글자 이상이어야 합니다. 다른 (더 긴) 암호를 선택해 주십시오.',
'Pass not match'			=>	'암호가 일치하지 않습니다. 다시 되돌아가서 수정해 주십시오.',
'Banned e-mail'				=>	'입력하신 전자우편 주소는 이 곳의 포럼에서 사용이 금지되었습니다. 다른 전자우편 주소를 선택해 주십시오.',
'Dupe e-mail'				=>	'이미 다른 분이 같은 전자우편 주소로 등록하셨습니다. 다른 전자우편 주소를 선택해 주십시오.',
'Sig too long'				=>	'꼬리말은 다음의 글자 수보다 더 길 수 없습니다 -',
'characters'				=>	'글자',
'Sig too many lines'		=>	'꼬리말은 다음의 줄 수보다 더 길 수 없습니다 -',
'lines'						=>	'줄',
'Signature quote/code'		=>	'꼬리말에는 따옴과 코드의 BBCode가 사용될 수 없습니다. 되돌아가서 수정해 주십시오.',
'Bad ICQ'					=>	'올바르지 않은 ICQ UIN을 입력하셨습니다. 되돌아가서 수정해 주십시오.'

);
