<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'현재 이 포럼은 새로운 등록을 받지 않습니다.',
'Reg cancel redirect'		=>	'등록이 취소되었습니다. 되돌아감 &hellip;',
'Forum rules'				=>	'포럼 규정',
'Rules legend'				=>	'등록하기 위해서는 아래의 규정에 동의하셔야 합니다',
'Agree'						=>	'동의',
'Cancel'					=>	'취소',
'Register'					=>	'등록',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'입력하신 사용자 이름에는 하나 이상의 금지된 단어가 포함되어 있습니다. 다른 사용자 이름을 선택해 주십시오.',
'Username dupe 1'			=>	'이미 다른 분이 같은 사용자 이름으로 등록하셨습니다',
'Username dupe 2'			=>	'입력하신 사용자 이름이 다른 분의 것과 너무 비슷합니다. 사용자 이름은 적어도 하나 이상 알파벳 글자(a-z 혹은 0-9)가 이미 등록하신 분들의 것과 달라야 합니다. 다른 사용자 이름을 선택해 주십시오.',
'E-mail not match'			=>	'전자우편 주소가 일치하지 않습니다. 되돌아가서 수정해 주십시오.',

// Registration e-mail stuff
'Reg e-mail'				=>	'등록해 주셔서 감사합니다. 귀하의 암호가 입력하신 주소로 보내어 졌습니다. 만약 전자우편을 받지 못 하였다면 다음의 주소로 포럼 관리자에게 연락하시기 바랍니다.',
'Reg complete'				=>	'등록 완료. 로그 인 하고 되돌아감 &hellip;',

// Register info
'Desc 1'					=>	'등록을 하시면 몇 가지의 기능들과 새로운 권한들이 부여됩니다. 새로 부여되는 기능들에는 글을 지우고 수정할 수 있는 권한, 자신의 글 밑에 보여지는 자신만의 꼬리말을 추가할 수 있는 기능 등의 여러가지 권한들이 포함됩니다. 어떤 것이든 이 곳 포럼에 관한 문의사항이 있으시면 관리자에게 문의하십시오.',
'Desc 2'					=>	'등록하기 위해서는 아래의 문서 양식을 작성하셔야 합니다. 등록하신 후에는 자신의 개인 정보에서 추가 설정 사항들을 수정해 주시기 바랍니다. 아래의 항목들은 자신의 개인 정보에서 설정할 수 있는 모든 항목들 중의 아주 일부분입니다.',
'Username legend'			=>	'길이가 2 글자에서 25 글자 사이의 사용자 이름을 입력해 주십시오',
'Pass legend 1'				=>	'사용하실 암호를 입력하시고 확인해 주시기 바랍니다',
'Pass legend 2'				=>	'아래의 안내글을 읽어주시기 바랍니다',
'Pass info'					=>	'암호의 길이는 4 글자 이상 16 글자 이하이어야 합니다. 그리고 암호는 대소문자를 구별합니다.',
'E-mail info'				=>	'임의로 생성된  암호가 입력하신 주소로 보내어지기 때문에 올바른 전자우편 주소를 입력하셔야 합니다.',
'Confirm e-mail'			=>	'전자우편 주소 확인',

);
