<?php

// Translated by Spiros Doikas - www.translatum.gr/cv.htm
// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Βοήθεια',
'produces'				=>	'παράγει',

'BBCode info 1'			=>	'Ο κώδικας BBCode είναι μια συλλογή από ετικέτες μορφοποίησης οι οποίες χρησιμοποιούνται για να αλλάξουν τον τρόπο εμφάνισης του κειμένου στο φόρουμ. Ο κώδικας BBCode βασίζεται στις ίδιες αρχές, και μοιάζει ιδιαίτερα με την  HTML. Παρακάτω υπάρχει μια λίστα με όλους του διαθέσιμους κώδικες BBCode και οδηγίες για το πώς να τους χρησιμοποιήσετε.',
'BBCode info 2'			=>	'Οι διαχειριστές έχουν τη δυνατότητα να ενεργοποιήσουν ή να ή να απενεργοποιήσουν των κώδικα BBC. Μπορείτε να καταλάβετε εάν ο κώδικας BBCode είναι ενεργοποίημένος ή απενεργοποιημένος στο αριστερό περιθώριο όταν δημοσιεύετε ένα μήνυμα ή επεξεργάζεστε την υπογραφή σας.',

'Text style'			=>	'Στυλ κειμένου',
'Text style info'		=>	'Οι ακόλουθες ετικέτες αλλάζουν την εμφάνιση του κειμένου:',
'Bold text'				=>	'Έντονο κείμενο:',
'Underlined text'		=>	'Υπογραμμισμένο κείμενο:',
'Italic text'			=>	'Πλάγιο κείμενο:',
'Red text'				=>	'Κόκκινο κείμενο',
'Blue text'				=>	'Μπλε κείμενο',

'Links and images'		=>	'Συνδέσεις και εικόνες',
'Links info'			=>	'Μπορείτε να δημιουργήσετε συνδέσεις σε άλλα έγγραφα ή σε διευθύνσεις ηλεκτρονικού ταχυδρομείου χρησιμοποιώντας τις ακόλουθες ετικέτες:',
'My e-mail address'		=>	'Η διεύθυνσή μου e-mail',
'Images info'			=>	'Εάν θέλετε να εμφανίσετε μια εικόνα μπορείτε να χρησιμοποιήσετε την ετικέτα img.',

'Quotes'				=>	'Παράθεση',
'Quotes info'			=>	'Εάν θέλετε να παραθέσετε το μήνυμα κάποιου, πρέπει να χρησιμοποιήσετε την ετικέτα παράθεσης.',
'Quotes info 2'			=>	'Εάν δεν θέλετε να παραθέσετε κάποιο συγκεκριμένο άτομο, μπορείτε να χρησιμοποιήσετε την ετικέτα παράθεσης χωρίς να προσδιορίσετε όνομα.',
'Quote text'			=>	'Αυτό είναι το κείμενο που θέλω να παραθέσω.',
'produces quote box'	=>	'παράγει ένα πλαίσιο παράθεσης σαν αυτό:',

'Code'					=>	'Κώδικας',
'Code info'				=>	'Όταν εμφανίζετε τον πηγαίο κώδικα θα πρέπει να βεβαιωθείτε ότι χρησιμοποιείτε την ετικέτα κώδικα. Το κείμενο που εμφανίζεται με την  ετικέτα του κώδικα έχει μια γραμματοσειρά μονού διαστίχου και δεν επηρεάζεται από άλλες ετικέτες.',
'Code text'				=>	'Αυτό είναι ένα τμήμα κώδικα.',
'produces code box'		=>	'παράγεται ένα πλαίσιο κώδικα σαν αυτό:',

'Nested tags'			=>	'Ένθετες ετικέτες',
'Nested tags info'		=>	'Ο κώδικας BBCode μπορεί να χρησιμοποιηθεί ως ένθετος για τη δημιουργία προχωρημένης μορφοποίηση. Για παράδειγμα:',
'Bold, underlined text'	=>	'Έντονο, υπογραμμισμένο κείμενο',

'Smilies info'			=>	'Εάν θέλετε (και εάν είναι ενεργοποιημένη η δυνατότητα), το φόρουμ μπορεί να μετατρέψει μια σειρά από φατσούλες σε εικόνες. Αυτό το φόρουμ αναγνωρίζει τις ακόλουθες φατσούλες και τις αντικαθιστά με  εικόνες:'

);
