<?php

// Translated by Spiros Doikas - www.translatum.gr/cv.htm
// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'Εσφαλμένο όνομα χρήστη και/ή κωδικός πρόσβασης.',
'Forgotten pass'		=>	'Ξεχάσατε τον κωδικό πρόσβασης;',
'Login redirect'		=>	'Συνδεθήκατε με επιτυχία. Ανακατεύθυνση &hellip;',
'Logout redirect'		=>	'Αποσυνδεδεμένος. Ανακατεύθυνση &hellip;',
'No e-mail match'		=>	'Δεν υπάρχει εγγεγραμμένος χρήστης με αυτή τη διεύθυνση e-mail',
'Request pass'			=>	'Ζητήστε κωδικό πρόσβασης',
'Request pass legend'	=>	'Εισαγάγετε τη διεύθυνση e-mail που χρησιμοποιήσατε για την εγγραφή σας',
'Request pass info'		=>	'Ένας νέος κωδικός πρόσβασης καθώς και μία σύνδεση για ενεργοποίηση του νέου κωδικού πρόσβασης θα σταλούν σε αυτήν τη διεύθυνση.',
'Not registered'		=>	'Δεν έχετε εγγραφεί ακόμη;',
'Login legend'			=>	'Εισαγάγετε παρακάτω το όνομα χρήστη και τον κωδικό πρόσβασης',
'Login info'			=>	'Εάν δεν έχετε εγγραφεί ή εάν ξεχάσατε τον κωδικό πρόσβασης πατήστε στην κατάλληλη σύνδεση παρακάτω.',

// Forget password mail stuff
'Forget mail'			=>	'Ένα e-mail έχει σταλεί στη διεύθυνση που καθορίσατε με οδηγίες για το πώς να αλλάξετε τον κωδικό πρόσβασης. Εάν δεν φτάσει μπορείτε να επικοινωνήσετε με τον διαχειριστής του φόρουμ στο'

);