<?php

// Translated by Spiros Doikas - www.translatum.gr/cv.htm
// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'Εισαγάγετε μια έγκυρη διεύθυνση e-mail',
'E-mail legend 2'			=>	'Εισαγάγετε και επιβεβαιώστε μια έγκυρη διεύθυνση e-mail',
'Localisation legend'		=>	'Ορίστε τις επιλογές τοπικών ρυθμίσεων',
'Timezone'					=>	'Ζώνη ώρας',
'Timezone info'				=>	'Για τη σωστή προβολή των στοιχείων από το φόρουμ πρέπει να επιλέξετε την τοπική σας ζώνη ώρας.',
'Language'					=>	'Γλώσσα',
'Language info'				=>	'Μπορείτε να επιλέξετε ποια γλώσσα θέλετε να χρησιμοποιείτε για την προβολή του φόρουμ.',
'E-mail setting info'		=>	'Επιλέξτε εάν θέλετε να μπορούν να βλέπουν τη διεύθυνσή σας e-mail οι άλλοι χρήστες και εάν θέλετε να μπορούν να σας στέλνουν e-mail διαμέσου του φόρουμ (e-mail μέσω φόρμας).',
'E-mail setting 1'			=>	'Να εμφανίζεται η διεύθυνση e-mail',
'E-mail setting 2'			=>	'Απόκρυψη της διεύθυνσης e-mail αλλά να επιτρέπεται η αποστολή e-mail μέσω φόρμας.',
'E-mail setting 3'			=>	'Απόκρυψη της διεύθυνσης e-mail και να μην επιτρέπεται η αποστολή e-mail μέσω φόρμας.',
'Privacy options legend'	=>	'Ορίστε τις επιλογές ιδιωτικότητας',
'Save user/pass'			=>	'Αποθήκευση του ονόματος χρήστη και του κωδικού πρόσβασης.',
'Save user/pass info'		=>	'Αυτή η επιλογή ρυθμίζει το εάν το φόρουμ σάς "θυμάται" μεταξύ των επισκέψεών σας. Εάν είναι ενεργοποιημένη, δεν θα χρειάζεται να συνδέεστε κάθε φορά που επισκέπτεστε το φόρουμ. Θα συνδέεστε αυτόματα. Συνίσταται.',
'Confirm pass'				=>	'Επιβεβαίωση κωδικού πρόσβασης',

'Username too short'		=>	'Το όνομα χρήστη πρέπει να περιέχει τουλάχιστον 2 χαρακτήρες. Επιλέξτε ένα άλλο (μεγαλύτερο) όνομα χρήστη.',
'Username guest'			=>	'Το όνομα χρήστη "επισκέπτης" (guest) είναι δεσμευμένος. Επιλέξτε ένα άλλο όνομα χρήστη.',
'Username IP'				=>	'Το όνομα χρήστη δεν επιτρέπεται να έχει τη μορφή μιας διεύθυνσης IP. Επιλέξτε ένα άλλο όνομα χρήστη.',
'Username reserved chars'	=>	'Το όνομα χρήστη δεν μπορεί να περιέχει τους χαρακτήρες \', " και [ ή ] ταυτόχρονα. Επιλέξτε ένα άλλο όνομα χρήστη.',
'Username BBCode'			=>	'Το όνομα χρήστη δεν μπορεί να περιέχει ετικέτες μορφοποίηση κειμένου (BBCode) που χρησιμοποιεί το φόρουμ. Επιλέξτε ένα άλλο όνομα χρήστη.',
'Dupe username'				=>	'Κάποιος άλλος έχει ήδη εγγραφεί με αυτό το όνομα χρήστη. Επιλέξτε ένα άλλο όνομα χρήστη.',
'Pass too short'			=>	'Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 4 χαρακτήρες. Επιλέξτε έναn άλλο (μεγαλύτερο) κωδικό πρόσβασης.',
'Pass not match'			=>	'Οι κωδικοί πρόσβασης δεν είναι όμοιοι. Επιστρέψτε και διορθώστε.',
'Banned e-mail'				=>	'Η διεύθυνση e-mail που εισαγάγατε είναι αποκλεισμένη σε αυτό το φόρουμ. Επιλέξτε μια άλλη διεύθυνση e-mail.',
'Dupe e-mail'				=>	'Κάποιος άλλος έχει ήδη εγγραφεί με αυτή τη διεύθυνση e-mail. Επιλέξτε μια άλλη διεύθυνση e-mail.',
'Sig too long'				=>	'Οι υπογραφές δεν είναι δυνατόν να περιέχουν παραπάνω από',
'characters'				=>	'χαρακτήρες',
'Sig too many lines'		=>	'Οι υπογραφές δεν είναι δυνατόν να περιέχουν παραπάνω από',
'lines'						=>	'γραμμές',
'Signature quote/code'		=>	'Δεν επιτρέπονται οι ετικέτες BBCode quote και code στις υπογραφές. Επιστρέψτε και διορθώστε.',
'Bad ICQ'					=>	'Εισαγάγατε ένα μη έγκυρο UIN ICQ. Επιστρέψτε και διορθώστε.'

);