<?php

// Translated by Spiros Doikas - www.translatum.gr/cv.htm
// Language definitions used in profile.php
$lang_profile = array(

// Navigation and sections
'Profile menu'				=>	'Μενού προφίλ',
'Section essentials'		=>	'Βασικά',
'Section personal'			=>	'Προσωπικά',
'Section messaging'			=>	'Μηνύματα',
'Section personality'		=>	'Προσωπικότητα',
'Section display'			=>	'Εμφάνιση',
'Section privacy'			=>	'Ιδιωτικότητα',
'Section admin'				=>	'Διαχείριση',

// Miscellaneous
'Username and pass legend'	=>	'Εισαγάγετε το όνομα χρήστη και τον κωδικό πρόσβασης',
'Personal details legend'	=>	'Εισαγάγετε τα προσωπικά σας στοιχεία',
'Contact details legend'	=>	'Εισαγάγετε τα στοιχεία μηνυμάτων',
'Options display'			=>	'Ορίστε τις επιλογές εμφάνισης',
'Options post'				=>	'Ορίστε τις επιλογές προβολής μηνυμάτων',
'User activity'				=>	'Δραστηριότητα χρήστη',
'Paginate info'				=>	'Εισαγάγετε τον αριθμό θεμάτων και μηνυμάτων που θέλετε να εμφανίζονται σε κάθε σελίδα.',

// Password stuff
'Pass key bad'				=>	'Το καθορισμένο κλειδί ενεργοποίησης κωδικού πρόσβασης ήταν εσφαλμένο ή έχει λήξει. Ζητήστε ξανά έναν νέο κωδικό πρόσβασης. Σε περίπτωση αποτυχίας, επικοινωνήστε με τον διαχειριστή του φόρουμ στο',
'Pass updated'				=>	'Ο κωδικός πρόσβασης ενημερώθηκε. Τώρα μπορείτε να συνδεθείτε με τον νέο κωδικό πρόσβασης.',
'Pass updated redirect'		=>	'Ο κωδικός πρόσβασης ενημερώθηκε. Ανακατεύθυνση &hellip;',
'Wrong pass'				=>	'Εσφαλμένος παλιός κωδικός πρόσβασης.',
'Change pass'				=>	'Αλλαγή κωδικού πρόσβασης',
'Change pass legend'		=>	'Εισαγάγετε και επιβεβαιώστε τον νέο κωδικό πρόσβασης',
'Old pass'					=>	'Παλιός κωδικός πρόσβασης',
'New pass'					=>	'Νέος κωδικός πρόσβασης',
'Confirm new pass'			=>	'Επιβεβαίωση νέου κωδικού πρόσβασης',

// E-mail stuff
'E-mail key bad'			=>	'Το καθορισμένο κλειδί ενεργοποίησης e-mail ήταν εσφαλμένο ή έχει λήξει. Ζητήστε ξανά αλλαγή διεύθυνσης e-mail. Σε περίπτωση αποτυχίας, επικοινωνήστε με τον διαχειριστή του φόρουμ στο',
'E-mail updated'			=>	'Η διεύθυνση e-mail ενημερώθηκε.',
'Activate e-mail sent'		=>	'Ένα e-mail έχει σταλεί στη διεύθυνση που καθορίσατε με οδηγίες για το πώς να ενεργοποιήσετε τη νέα διεύθυνση e-mail. Εάν δεν φτάσει μπορείτε να επικοινωνήσετε με τον διαχειριστή του φόρουμ στο',
'E-mail legend'				=>	'Εισαγάγετε τη νέα διεύθυνση e-mail',
'E-mail instructions'		=>	'Ένα e-mail θα σταλεί στη νέα σας διεύθυνση με μια σύνδεση ενεργοποίησης. Πρέπει να πατήσετε στη σύνδεση που περιέχεται σε αυτό το e-mail για να ενεργοποιήσετε τη νέα σας διεύθυνση.',
'Change e-mail'				=>	'Αλλαγή διεύθυνσης e-mail',
'New e-mail'				=>	'Νέο e-mail',

// Avatar upload stuff
'Avatars disabled'			=>	'Ο διαχειριστής έχει απενεργοποιήσει την υποστήριξη άβαταρ.',
'Too large ini'				=>	'Το επιλεγμένο αρχείο ήταν πολύ μεγάλο για να αποσταλεί. Ο διακομιστής δεν επέτρεψε την αποστολή.',
'Partial upload'			=>	'Μόνο ένα τμήμα του επιλεγμένου αρχείου απεστάλη. Δοκιμάστε ξανά.',
'No tmp directory'			=>	'Η PHP δεν μπόρεσε να αποθηκεύσει το αρχείο που απεστάλη σε μια προσωρινή θέση.',
'No file'					=>	'Δεν επιλέξατε ένα αρχείο για αποστολή.',
'Bad type'					=>	'Ο τύπος αρχείου του αρχείου που προσπαθήσατε να αποστείλετε είναι από τους μη επιτρεπόμενους. Οι τύποι αρχείων που επιτρέπονται είναι gif, jpeg και png.',
'Too wide or high'			=>	'Το αρχείο που προσπαθήσατε να αποστείλετε είναι μεγαλύτερο σε πλάτος ή ύψος από το μέγιστο επιτρεπόμενο όριο',
'Too large'					=>	'Το αρχείο που προσπαθήσατε να αποστείλετε είναι μεγαλύτερο από το μέγιστο επιτρεπόμενο όριο',
'pixels'					=>	'pixel',
'bytes'						=>	'byte',
'Move failed'				=>	'Ο διακομιστής δεν μπόρεσε να αποθηκεύσει το αρχείο που απεστάλη. Επικοινωνήστε με τον διαχειριστή του φόρουμ στο',
'Unknown failure'			=>	'Παρουσιάστηκε ένα άγνωστο σφάλμα. Δοκιμάστε ξανά.',
'Avatar upload redirect'	=>	'Το άβαταρ απεστάλη. Ανακατεύθυνση &hellip;',
'Avatar deleted redirect'	=>	'Το άβαταρ διαγράφηκε. Ανακατεύθυνση &hellip;',
'Avatar desc'				=>	'Το άβαταρ είναι μια μικρή εικόνα η οποία εμφανίζεται δίπλα από το όνομα χρήστη στα μηνύματά σας. Δεν πρέπει να είναι μεγαλύτερο από',
'Upload avatar'				=>	'Αποστολή άβαταρ',
'Upload avatar legend'		=>	'Επιλέξτε ένα αρχείο άβαταρ για αποστολή',
'Delete avatar'				=>	'Διαγραφή άβαταρ',	// only for admins
'File'						=>	'Αρχείο',
'Upload'					=>	'Αποστολή',	// submit button

// Form validation stuff
'Dupe username'				=>	'Κάποιος άλλος έχει ήδη εγγραφεί με αυτό το όνομα χρήστη. Επιστρέψτε και δοκιμάστε ένα διαφορετικό όνομα χρήστη.',
'Forbidden title'			=>	'Ο τίτλος που εισαγάγατε περιέχει μια απαγορευμένη λέξη. Πρέπει να επιλέξετε έναν διαφορετικό τίτλο.',
'Profile redirect'			=>	'Το προφίλ ενημερώθηκε. Ανακατεύθυνση &hellip;',

// Profile display stuff
'Not activated'				=>	'Αυτός ο χρήστης δεν έχει ακόμη ενεργοποιήσει τον λογαριασμό του. Ο λογαριασμός θα ενεργοποιηθεί όταν συνδεθεί για πρώτη φορά.',
'Unknown'					=>	'(’γνωστος)',	// This is displayed when a user hasn't filled out profile field (e.g. Location)
'Private'					=>	'(Ιδιωτικός)',	// This is displayed when a user does not want to receive e-mails
'No avatar'					=>	'(Χωρίς άβαταρ)',
'Show posts'				=>	'Εμφάνιση όλων των μηνυμάτων',
'Realname'					=>	'Πραγματικό όνομα',
'Location'					=>	'Θέση',
'Website'					=>	'Τοποθεσία Ιστού',
'Jabber'					=>	'Jabber',
'ICQ'						=>	'ICQ',
'MSN'						=>	'MSN Messenger',
'AOL IM'					=>	'AOL IM',
'Yahoo'						=>	'Yahoo! Messenger',
'Avatar'					=>	'’βαταρ',
'Signature'					=>	'Υπογραφή',
'Sig max length'			=>	'Μέγ. μήκος',
'Sig max lines'				=>	'Μέγ. γραμμές',
'Avatar legend'				=>	'Ορίστε τις επιλογές εμφάνισης του άβαταρ',
'Avatar info'				=>	'Το άβαταρ είναι μια μικρή εικόνα η οποία εμφανίζεται δίπλα από το όνομα χρήστη σε όλα τα μηνύματα σας. Μπορείτε να αποστείλετε ένα άβαταρ πατώντας στην παρακάτω σύνδεση. Το παρακάτω πλαίσιο ελέγχου \'Χρήση άβαταρ\' πρέπει να είναι επιλεγμένο για να είναι ορατό το άβαταρ στα μηνύματά σας.',
'Change avatar'				=>	'Αλλαγή άβαταρ',
'Use avatar'				=>	'Χρήση άβαταρ',
'Signature legend'			=>	'Δημιουργήστε την υπογραφή σας',
'Signature info'			=>	'Η υπογραφή είναι ένα μικρό κομμάτι κειμένου το οποίο επισυνάπτεται στα μηνύματά σας. Μπορείτε να εισαγάγετε οτιδήποτε θέλετε. Θα μπορούσατε π.χ. να εισαγάγετε το αγαπημένο σας απόφθεγμα ή το ζώδιό σας. Είναι δική σας απόφαση! Στην υπογραφή σας μπορείτε να χρησιμοποιήσετε κώδικα BBCode εάν επιτρέπεται στο συγκεκριμένο φόρουμ. Μπορείτε να δείτε τα χαρακτηριστικά που επιτρέπονται ή είναι ενεργοποιημένα κάθε φορά που επεξεργάζεστε την υπογραφή σας.',
'Sig preview'				=>	'Προεπισκόπηση τρέχουσας υπογραφής:',
'No sig'					=>	'Δεν έχει αποθηκευτεί κάποια υπογραφή στο προφίλ σας.',
'Topics per page'			=>	'Ενότητες',
'Topics per page info'		=>	'Αυτή η ρύθμιση ελέγχει πόσα θέματα εμφανίζονται σε κάθε σελίδα όταν βλέπετε το φόρουμ. Εάν δεν είστε σίγουροι ποια να χρησιμοποιήσετε, μπορείτε να την αφήσετε κενή και θα χρησιμοποιηθεί το προκαθορισμένο του φόρουμ.',
'Posts per page'			=>	'Μηνύματα',
'Posts per page info'		=>	'Αυτή η ρύθμιση ελέγχει πόσα μηνύματα εμφανίζονται σε κάθε σελίδα όταν βλέπετε το φόρουμ. Εάν δεν είστε σίγουροι ποια να χρησιμοποιήσετε, μπορείτε να την αφήσετε κενή και θα χρησιμοποιηθεί το προκαθορισμένο του φόρουμ.',
'Leave blank'				=>	'Αφήστε το κενό για να χρησιμοποιήσετε την προκαθορισμένη ρύθμιση του φόρουμ.',
'Notify full'				=>	'Συμπερίληψη του μηνύματος στα e-mail ειδοποιήσεων.',
'Notify full info'			=>	'Εάν είναι ενεργοποιημένη αυτή η επιλογή, μια έκδοση του νέου μηνύματος σε απλό κείμενο θα συμπεριληφθεί στο μήνυμα ειδοποίησης.',
'Show smilies'				=>	'Οι φατσούλες να εμφανίζονται ως εικονίδια',
'Show smilies info'			=>	'Εάν ενεργοποιήσετε αυτήν την επιλογή, θα εμφανίζονται μικρές εικόνες αντί για φατσούλες κειμένου.',
'Show images'				=>	'Εμφάνιση εικόνων στα μηνύματα.',
'Show images info'			=>	'Απενεργοποιήστε αυτή την επιλογή εάν δεν θέλετε να βλέπετε εικόνες στα μηνύματα (π.χ. εικόνες που εμφανίζονται με χρήση της ετικέτας [img]).',
'Show images sigs'			=>	'Εμφάνιση εικόνων στις υπογραφές χρηστών.',
'Show images sigs info'		=>	'Απενεργοποιήστε αυτή την επιλογή εάν δεν θέλετε να βλέπετε υπογραφές στα μηνύματα (π.χ. εικόνες που εμφανίζονται με χρήση της ετικέτας [img]).',
'Show avatars'				=>	'Εμφάνιση άβαταρ χρηστών στα μηνύματα.',
'Show avatars info'			=>	'Αυτή η επιλογή καθορίζει εάν θα εμφανίζονται εικόνες άβαταρ στα μηνύματα.',
'Show sigs'					=>	'Εμφάνιση υπογραφών χρηστών.',
'Show sigs info'			=>	'Ενεργοποιήστε το εάν θέλετε να βλέπετε τις υπογραφές των χρηστών.',
'Style legend'				=>	'Επιλέξτε το στυλ που προτιμάτε',
'Style info'				=>	'Εάν θέλετε μπορείτε να χρησιμοποιήσετε ένα διαφορετικό οπτικό στυλ για αυτό το φόρουμ.',
'Admin note'				=>	'Σημείωση διαχειριστή',
'Pagination legend'			=>	'Εισαγάγετε τις επιλογές σελιδοποίησης',
'Post display legend'		=>	'Ορίστε τις επιλογές για την προβολή μηνυμάτων',
'Post display info'			=>	'Εάν χρησιμοποιείτε αργή σύνδεση, η απενεργοποίηση αυτών των επιλογών, ιδίως της προβολής εικόνων στα μηνύματα και τις υπογραφές, θα έχει ως αποτέλεσμα να φορτώνονται γρηγορότερα οι σελίδες.',
'Instructions'				=>	'Όταν ενημερώσετε το προφίλ σας, θα ανακατευθυνθείτε σε αυτή τη σελίδα.',

// Administration stuff
'Group membership legend'	=>	'Επιλέξτε ομάδα χρηστών',
'Save'						=>	'Αποθήκευση',
'Set mods legend'			=>	'Ορισμός πρόσβασης συντονιστών',
'Moderator in'				=>	'Συντονιστής σε',
'Moderator in info'			=>	'Επιλέξτε ποια φόρουμ θα μπορεί να συντονίζει αυτός ο χρήστης. Σημείωση: Αυτό ισχύει μόνο για τους συντονιστές. Οι διαχειριστές έχουν πάντοτε πλήρη δικαιώματα σε όλα τα φόρουμ.',
'Update forums'				=>	'Ενημέρωση των φόρουμ',
'Delete ban legend'			=>	'Διαγραφή (μόνο διαχειριστές) ή αποκλεισμός χρήστη',
'Delete user'				=>	'Διαγραφή χρήστη',
'Ban user'					=>	'Αποκλεισμός χρήστη',
'Confirm delete legend'		=>	'Σημαντικό: διαβάστε το πριν διαγράψετε ένα χρήστη',
'Confirm delete user'		=>	'Επιβεβαίωση διαγραφής χρήστη',
'Confirmation info'			=>	'Επιβεβαιώστε πριν διαγράψετε τον χρήστη',	// the username will be appended to this string
'Delete warning'			=>	'Προειδοποίηση! Οι διαγραμμένοι χρήστες και/ή μηνύματα δεν είναι δυνατόν να επαναφερθούν. Εάν επιλέξετε να μην διαγράψετε τα μηνύματα αυτού του χρήστη, τα μηνύματα μπορούν να διαγραφούν αργότερα με μη αυτόματο τρόπο.',
'Delete posts'				=>	'Διαγραφή μηνυμάτων και θεμάτων αυτού του χρήστη.',
'Delete'					=>	'Διαγραφή',		// submit button (confirm user delete)
'User delete redirect'		=>	'Ο χρήστης διαγράφηκε. Ανακατεύθυνση &hellip;',
'Group membership redirect'	=>	'Η ομαδική συνδρομή αποθηκεύτηκε. Ανακατεύθυνση &hellip;',
'Update forums redirect'	=>	'Τα δικαιώματα συντονιστή του φόρουμ ενημερώθηκαν. Ανακατεύθυνση &hellip;',
'Ban redirect'				=>	'Ανακατεύθυνση &hellip;'

);