<?php

// Translated by Spiros Doikas - www.translatum.gr/cv.htm
// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'Αυτό το φόρουμ δεν δέχεται νέες εγγραφές.',
'Reg cancel redirect'		=>	'Η εγγραφή ακυρώθηκε. Ανακατεύθυνση &hellip;',
'Forum rules'				=>	'Κανόνες του φόρουμ',
'Rules legend'				=>	'Πρέπει να συμφωνήσετε με τους ακόλουθους κανόνες για να ολοκληρώσετε την εγγραφή σας',
'Agree'						=>	'Συμφωνώ',
'Cancel'					=>	'’κυρο',
'Register'					=>	'Εγγραφή',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'Το όνομα χρήστη που εισαγάγατε περιέχει μια ή περισσότερες λογοκριμένες λέξεις. Επιλέξτε ένα διαφορετικό όνομα χρήστη.',
'Username dupe 1'			=>	'Κάποιος άλλος έχει ήδη εγγραφεί με αυτό το όνομα χρήστη.',
'Username dupe 2'			=>	'Το όνομα χρήστη που εισαγάγατε μοιάζει υπερβολικά. Το όνομα χρήστη πρέπει να διαφέρει από αυτό τουλάχιστον κατά ένα αλφαριθμητικό χαρακτήρα (a-z ή 0-9). Επιλέξτε ένα διαφορετικό όνομα χρήστη.',
'E-mail not match'			=>	'Οι διευθύνσεις e-mail δεν είναι όμοιες. Επιστρέψτε και διορθώστε.',

// Registration e-mail stuff
'Reg e-mail'				=>	'Σας ευχαριστούμε που εγγραφήκατε . Ο κωδικός πρόσβασης έχει σταλεί στην διεύθυνση που καθορίσατε. Εάν δεν φτάσει μπορείτε να επικοινωνήσετε με τον διαχειριστή του φόρουμ στο',
'Reg complete'				=>	'Η εγγραφή ολοκληρώθηκε. Σύνδεση και ανακατεύθυνση &hellip;',

// Register info
'Desc 1'					=>	'Η εγγραφή θα σας δώσει πρόσβαση σε μια σειρά χαρακτηριστικών και δυνατοτήτων οι οποίες δεν είναι διαφορετικά διαθέσιμες. Αυτές οι λειτουργίες συμπεριλαμβάνουν τη δυνατότητα να επεξεργαστείτε και να διαγράψετε μηνύματα, να διαμορφώσετε την υπογραφή που συνοδεύει τα μηνύματά σας και πολλά άλλα. Εάν έχετε ερωτήσεις σχετικά με αυτό το φόρουμ θα πρέπει να ρωτήσετε έναν διαχειριστή.',
'Desc 2'					=>	'Παρακάτω είναι μια φόρμα που πρέπει να συμπληρώσετε για να ολοκληρώσετε την εγγραφή σας. Αφού εγγραφείτε επισκεφθείτε το προφίλ σας και εξετάστε τις διάφορες ρυθμίσεις που μπορείτε να αλλάξετε. Τα παρακάτω πεδία αποτελούν ένα μικρό μέρος του συνόλου των ρυθμίσεων που μπορείτε να αλλάξετε στο προφίλ σας.',
'Username legend'			=>	'Εισαγάγετε ένα όνομα χρήστη μεταξύ 2 και 25 χαρακτήρων',
'Pass legend 1'				=>	'Εισαγάγετε και επιβεβαιώστε τον κωδικό πρόσβασης που επιλέξατε',
'Pass legend 2'				=>	'Διαβάστε τις παρακάτω οδηγίες',
'Pass info'					=>	'Ο κωδικός πρόσβασης πρέπει να περιέχει από 4 έως 16 χαρακτήρες. Οι κωδικοί πρόσβασης κάνουν διάκριση πεζών-κεφαλαίων.',
'E-mail info'				=>	'Πρέπει να εισαγάγετε μια έγκυρη διεύθυνση e-mail καθώς ο τυχαία παραγόμενος κωδικός πρόσβασης θα σας σταλεί σε αυτήν τη διεύθυνση.',
'Confirm e-mail'			=>	'Επιβεβαίωση διεύθυνσης e-mail',

);