<?php

// Translated by Spiros Doikas - www.translatum.gr/cv.htm
// Language definitions used in search.php
$lang_search = array(

// The search form
'User search'				=>	'Αναζήτηση χρήστη',
'No search permission'		=>	'Δεν έχετε δικαίωμα να χρησιμοποιήσετε τη δυνατότητα αναζήτησης.',
'Search'					=>	'Αναζήτηση',
'Search criteria legend'	=>	'Εισαγάγετε τα κριτήρια αναζήτησης',
'Search info'				=>	'Για να εκτελέσετε αναζήτηση χρησιμοποιώντας λέξεις-κλειδιά, εισαγάγετε μία ή περισσότερες λέξεις. Διαχωρίστε τις λέξεις με διάστημα. Χρησιμοποιήστε τα AND, OR και NOT για να περιορίσετε την αναζήτηση. Για να αναζητήσετε κατά συντάκτη εισαγάγετε το όνομα χρήστη του συντάκτη ο οποίος συνέταξε τα μηνύματα για τα οποία θέλετε να εκτελεστεί η αναζήτηση. Χρησιμοποιήστε τον χαρακτήρα μπαλαντέρ * για μερική ομοιότητα.',
'Keyword search'			=>	'Αναζήτηση με λέξεις-κλειδιά',
'Author search'				=>	'Αναζήτηση συντάκτη',
'Search in legend'			=>	'Επιλέξτε πού θα εκτελεστεί η αναζήτηση',
'Search in info'			=>	'Επιλέξτε σε ποιο φόρουμ θα θέλατε να εκτελεστεί η αναζήτηση και εάν θέλετε να αναζητήσετε στους τίτλους των θεμάτων, στο κείμενο του μηνύματος ή και στα δύο.',
'Forum search'				=>	'Φόρουμ',
'All forums'				=>	'Όλα τα φόρουμ',
'Search in'					=>	'Αναζήτηση σε',
'Message and subject'		=>	'Κείμενο μηνύματος και τίτλος θέματος',
'Message only'				=>	'Μόνο κείμενο μηνύματος',
'Topic only'				=>	'Μόνο τίτλος θέματος',
'Sort by'					=>	'Ταξινόμηση κατά',
'Sort order'				=>	'Σειρά ταξινόμησης',
'Search results legend'		=>	'Επιλέξτε τον τρόπο εμφάνισης των αποτελεσμάτων της αναζήτησης',
'Search results info'		=>	'Μπορείτε να επιλέξετε πώς επιθυμείτε να ταξινομούνται και να προβάλλονται τα αποτελέσματά σας.',
'Sort by post time'			=>	'Ώρα δημοσίευσης',
'Sort by author'			=>	'Συντάκτη',
'Sort by subject'			=>	'Τίτλος',
'Sort by forum'				=>	'Φόρουμ',
'Ascending'					=>	'Αύξουσα',
'Descending'				=>	'Φθίνουσα',
'Show as'					=>	'Εμφάνιση αποτελεσμάτων ως',
'Show as topics'			=>	'Ενότητες',
'Show as posts'				=>	'Μηνύματα',

// Results
'Search results'			=>	'Αποτελέσματα αναζήτησης',
'No terms'					=>	'Πρέπει να εισαγάγετε τουλάχιστον μια λέξη κλειδί και/ή ένα συντάκτη.',
'No hits'					=>	'Η αναζήτησή σας δεν επέστρεψε αποτελέσματα.',
'No user posts'				=>	'Δεν υπάρχουν μηνύματα από αυτόν τον χρήστη σε αυτό το φόρουμ.',
'No subscriptions'			=>	'Επί του παρόντος δεν λαμβάνετε ειδοποιήσεις από κανένα θέμα.',
'No new posts'				=>	'Δεν υπάρχουν θέματα με νέα μηνύματα από την τελευταία σας επίσκεψη.',
'No recent posts'			=>	'Δεν δημοσιεύτηκαν νέα μηνύματα τις τελευταίες 24 ώρες.',
'No unanswered'				=>	'Δεν υπάρχουν αναπάντητα μηνύματα από σε αυτό το φόρουμ.',
'Go to post'				=>	'Μετάβαση στο μήνυμα'

);