<?php

// Translated by Spiros Doikas - www.translatum.gr/cv.htm
// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'Εύρεση και ταξινόμηση χρηστών',
'User search info'		=>	'Εισαγάγετε ένα όνομα χρήστη για αναζήτηση και/ή μια ομάδα χρηστών ως φίλτρο. Το πεδίο ονόματος χρήστη δεν μπορεί να μείνει κενό. Χρησιμοποιήστε τον χαρακτήρα μπαλαντέρ * για μερική ομοιότητα. Ταξινόμηση χρηστών κατά όνομα, ημερομηνία εγγραφής ή αριθμό μηνυμάτων και σε αύξουσα/φθίνουσα σειρά.',
'User group'			=>	'Ομάδα χρηστών',
'No of posts'			=>	'Αρ. μηνυμάτων',
'All users'				=>	'Όλοι'

);