<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'ช่วยเหลือ',
'produces'				=>	'ผลลัพธ์คือ',

'BBCode info 1'			=>	'BBCode คือชุดของ แท็คจัดรูปแบบข้อความ (formatting tags) ที่ใช้เปลี่ยนลักษณะของข้อความในฟอรั่ม  ซึ่งพื้นฐานของ BBCode จะคล้ายคลึงกับ HTML มาก ด้านล่างนี้คือ รายการ BBCodes และคำแนะนำวิธีการใช้งาน',
'BBCode info 2'			=>	'ผู้ดูแลระบบอาจจะเปิดหรือปิดการใช้งาน BBCode เอาไว้ก็ได้  โดยคุณสามารถสังเกตได้จากมุมด้านซ้าย เมื่อคุณทำการโพสต์ข้อความหรือเปลี่ยนลายเซ็นต์ ว่า BBCode ถูกเปิดหรือปิดการใช้งานไว้',

'Text style'			=>	'สไตล์ของข้อความ',
'Text style info'		=>	'แท็คต่อไปนี้ใช้เพื่อเปลี่ยนลักษณะของข้อความได้ :',
'Bold text'				=>	'ตัวหนา',
'Underlined text'		=>	'ขีดเส้นใต้',
'Italic text'			=>	'ตัวเอน',
'Red text'				=>	'ตัวหนังสือสีแดง',
'Blue text'				=>	'ตัวหนังสือสีน้ำเงิน',

'Links and images'		=>	'ลิงค์และรูปภาพ',
'Links info'			=>	'คุณสามารถสร้างลิงค์ไปยังที่ต่างๆ หรือ ที่อยู่อีเมล ได้ด้วยแท็คต่อไปนี้ :',
'My e-mail address'		=>	'อีเมลของฉัน',
'Images info'			=>	'ถ้าคุณต้องการแสดงรูปภาพ ก็สามารถทำได้โดยใช้ img tag.',

'Quotes'				=>	'การอ้างถึง',
'Quotes info'			=>	'ถ้าคุณต้องการจะอ้างถึงข้อความของบางคน แนะนำให้คุณใช้ quote tag.',
'Quotes info 2'			=>	'ถ้าไม่ต้องการอ้างถึงใครเป็นการเฉพาะ ก็สามารถใช้ quote tag ได้โดยไม่ต้องระบุชื่อผู้ที่เราอ้างถึง',
'Quote text'			=>	'นี่คือ ข้อความที่คุณต้องการอ้างถึง.',
'produces quote box'	=>	'ผลลัพธ์ก็จะออกมาในกรอบข้อความแบบนี้:',

'Code'					=>	'Code',
'Code info'				=>	'เมื่อต้องการแสดง ซอร์สโค้ด (source code) คุณต้องใช้ code tag  โดยข้อความที่แสดงผลจะเป็น monospaced font และจะไม่มีผลกระทบต่อแท็คอื่นๆ',
'Code text'				=>	'นี่คือ โค้ดบางอย่าง',
'produces code box'		=>	'ผลลัพธ์ก็จะออกมาในกรอบข้อความแบบนี้:',

'Nested tags'			=>	'แท็คซ้อนแท็ค',
'Nested tags info'		=>	'BBCode สามารถใช้งานแบบแท็คซ้อนแท็คได้ เพื่อแสดงผลในแบบที่ซับซ้อนขึ้น ตัวอย่างเช่น:',
'Bold, underlined text'	=>	'ตัวหนา, ขีดเส้นใต้',

'Smilies info'			=>	'ถ้าคุณชอบ (และมันถูกเปิดให้ใช้งาน) ฟอรั่มสามารถแปลงตัวอักษร เป็น รูปภาพแทนความรู้สึก (Smilies) ได้  โดยจะแปลงตัวอักษร แล้วแทนด้วยรูปภาพที่ให้ผลลัพธ์ดังนี้ :'

);
