<?php

// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'ชื่อผู้ใช้งาน และ/หรือ รหัสผ่านของคุณไม่ถูกต้อง',
'Forgotten pass'		=>	'ลืมรหัสผ่าน?',
'Login redirect'		=>	'เข้าสู่ระบบสำเร็จแล้ว และกำลังเปลี่ยนหน้า &hellip;',
'Logout redirect'		=>	'ออกจากระบบแล้ว และกำลังเปลี่ยนหน้า &hellip;',
'No e-mail match'		=>	'ไม่มีชื่อผู้ใช้งานที่ใช้ที่อยู่อีเมลนี้',
'Request pass'			=>	'ขอรหัสผ่าน',
'Request pass legend'	=>	'กรอกที่อยู่อีเมลที่คุณเคยใช้ลงทะเบียนกับเรา',
'Request pass info'		=>	'รหัสผ่านใหม่ พร้อมด้วย ลิงค์สำหรับการเปิดใช้งานใหม่ จะถูกส่งไปยังที่อยู่อีเมลดังกล่าว',
'Not registered'		=>	'ยังไม่ได้ลงทะเบียน?',
'Login legend'			=>	'กรอก ชื่อผู้ใช้งาน และ รหัสผ่าน ด้านล่างนี้',
'Login info'			=>	'ถ้าคุณยังไม่ได้ ลงทะเบียน หรือ ลืมรหัสผ่าน ให้เลือกคลิ๊กที่ลิงค์ด้านล่างนี้',

// Forget password mail stuff
'Forget mail'			=>	'อีเมลได้ถูกส่งไปยังที่อยู่อีเมลดังกล่าว พร้อมกับคำแนะนำในการเปลี่ยนรหัสผ่าน หากคุณไม่ได้รับอีเมลดังกล่าว กรุณาติดต่อ ผู้ดูแลฟอรั่ม ได้ที่'

);
