<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'กรอกที่อยู่อีเมลที่ถูกต้อง',
'E-mail legend 2'			=>	'ยืนยันที่อยู่อีเมลที่ถูกต้อง',
'Localisation legend'		=>	'เลือกภาษาและเขตเวลาท้องถิ่น',
'Timezone'					=>	'เขตเวลา',
'Timezone info'				=>	'เพื่อให้ฟอรั่มแสดงเวลาท้องถิ่นได้ถูกต้อง ขอให้คุณเลือกเขตเวลาสำหรับประเทศหรือพื้นที่ของคุณ',
'Language'					=>	'ภาษา',
'Language info'				=>	'คุณสามารถเลือกได้ว่าจะใช้ภาษาใดในการใช้งานฟอรั่ม',
'E-mail setting info'		=>	'เลือกว่าคุณต้องการแสดงที่อยู่อีเมลให้สมาชิกคนอื่นเห็นหรือไม่ และ ต้องการให้สมาชิกคนอื่นสามารถส่งอีเมลถึงคุณได้ผ่านทางแบบฟอร์มของฟอรั่มหรือไม่',
'E-mail setting 1'			=>	'แสดงที่อยู่อีเมลของคุณ',
'E-mail setting 2'			=>	'ซ่อนที่อยู่อีเมลของคุณ แต่ยินดีให้ส่งอีเมลผ่านแบบฟอร์มในฟอรั่มได้',
'E-mail setting 3'			=>	'ซ่อนที่อยู่อีเมลของคุณ และไม่ยินยอมให้ส่งอีเมลผ่านแบบฟอร์มในฟอรั่ม',
'Privacy options legend'	=>	'ตั้งค่าคุณสมบัติความเป็นส่วนตัว',
'Save user/pass'			=>	'บันทึก ชื่อผู้ใช้งาน และ รหัสผ่าน ในระหว่างการเข้ามาใช้งานฟอรั่ม',
'Save user/pass info'		=>	'การเลือกคุณสมบัติด้านล่างนี้ จะสั่งให้ฟอรั่ม "จดจำ" ชื่อผู้ใช้งาน และ รหัสผ่าน ของคุณไว้ ระหว่างการเข้ามาใช้งานแต่ละครั้ง ถ้าเปิดใช้งาน คุณก็ไม่ต้องล็อคอินทุกครั้งเพื่อเข้าใช้งานฟอรั่ม เพราะคุณจะเข้าสู่ระบบโดยอัตโนมัติ และเราแนะนำให้เปิดการใช้งานคุณสมบัตินี้',
'Confirm pass'				=>	'ยืนยันรหัสผ่าน',

'Username too short'		=>	'ชื่อผู้ใช้งาน ต้องมีอย่างน้อย 2 ตัวอักษร กรุณาเลือกชื่ออื่นที่ยาวกว่านี้',
'Username guest'			=>	'ชื่อผู้ใช้งาน "guest" ถูกสงวนเอาไว้ กรุณาเลือกใช้ชื่ออื่น',
'Username IP'				=>	'ชื่อผู้ใช้งาน ต้องไม่มีรูปแบบเหมือน IP address กรุณาเลือกใช้ชื่ออื่น',
'Username reserved chars'	=>	'ชื่อผู้ใช้งาน ต้องไม่มีเครื่องหมาย \', " และ [ หรือ ] กรุณาเลือกใช้ชื่ออื่น',
'Username BBCode'			=>	'ชื่อผู้ใช้งาน ต้องไม่มี แท็คการจัดรูปแบบข้อความ (formatting tags - BBCode) ซึ่งใช้งานในฟอรั่ม กรุณาเลือกใช้ชื่ออื่น',
'Dupe username'				=>	'มีสมาชิกคนอื่นลงทะเบียนใช้ ชื่อผู้ใช้งาน นี้ไปแล้ว กรุณาเลือกใช้ชื่ออื่น',
'Pass too short'			=>	'รหัสผ่านต้องมีความยาวไม่ต่ำกว่า 4 ตัวอักษร กรุณาเลือกใช้รหัสผ่านที่ยาวกว่านี้',
'Pass not match'			=>	'รหัสผ่านไม่เหมือนกัน กรุณาย้อนกลับไปตรวจดูให้ถูกต้อง',
'Banned e-mail'				=>	'ที่อยู่อีเมลที่คุณใช้ ถูกแบน จากฟอรั่มนี้ กรุณาเลือกใช้ที่อยู่อีเมลอื่น',
'Dupe e-mail'				=>	'มีสมาชิกคนอื่นลงทะเบียนด้วย ที่อยู่อีเมล นี้ไปแล้ว กรุณาเลือกใช้ที่อยู่อีเมลอื่น',
'Sig too long'				=>	'ลายเซ็นต์ไม่อาจยาวเกินกว่า',
'characters'				=>	'ตัวอักษร',
'Sig too many lines'		=>	'ลายเซ็นต์ไม่อาจมีได้มากกว่า',
'lines'						=>	'บรรทัด',
'Signature quote/code'		=>	'การอ้างถึง (quote) และ BBCodes ไม่อนุญาตให้ใช้ในลายเซ็นต์ กรุณาย้อนกลับไปแก้ไขให้ถูกต้อง',
'Bad ICQ'					=>	'คุณกรอก ICQ UIN ที่ไม่ถูกต้อง กรุณาย้อนกลับไปแก้ไขให้ถูกต้อง'

);
