<?php

// Language definitions used in profile.php
$lang_profile = array(

// Navigation and sections
'Profile menu'				=>	'ตั้งค่าการใช้งานส่วนตัว',
'Section essentials'		=>	'ข้อมูลพื้นฐาน',
'Section personal'			=>	'ข้อมูลส่วนบุคคล',
'Section messaging'			=>	'ข้อมูลการติดต่อ',
'Section personality'		=>	'ลักษณะส่วนตัว',
'Section display'			=>	'การแสดงผล',
'Section privacy'			=>	'ความเป็นส่วนตัว',
'Section admin'				=>	'จัดการผู้ใช้งาน',

// Miscellaneous
'Username and pass legend'	=>	'ชื่อผู้ใช้งาน และ รหัสผ่าน',
'Personal details legend'	=>	'รายละเอียดข้อมูลส่วนบุคคล',
'Contact details legend'	=>	'รายละเอียดข้อมูลการติดต่อ',
'Options display'			=>	'ตั้งค่าการแสดงผล',
'Options post'				=>	'ตั้งค่าการแสดงกระทู้',
'User activity'				=>	'กิจกรรมของผู้ใช้งาน',
'Paginate info'				=>	'ระบุจำนวน กระทู้ และ โพสต์ ที่คุณต้องการให้แสดงในแต่ละหน้า',

// Password stuff
'Pass key bad'				=>	'คีย์เปิดใช้งานรหัสผ่านที่ระบุไม่ถูกต้องหรือหมดอายุแล้ว กรุณาขอรหัสผ่านใหม่อีกครั้ง หากไม่สำเร็จ สามารถติดต่อผู้ดูแลระบบได้ที่',
'Pass updated'				=>	'รหัสผ่านของคุณได้รับการอัพเดตแล้ว คุณสามารถเข้าสู่ระบบได้ด้วยรหัสผ่านอันใหม',
'Pass updated redirect'		=>	'อัพเดตรหัสผ่านแล้ว กำลังเปลี่ยนหน้า &hellip;',
'Wrong pass'				=>	'รหัสผ่านอันเดิมไม่ถูกต้อง',
'Change pass'				=>	'เปลี่ยนรหัสผ่าน',
'Change pass legend'		=>	'กรอกและยืนยันรหัสผ่านใหม่',
'Old pass'					=>	'รหัสผ่านเดิม',
'New pass'					=>	'รหัสผ่านใหม่',
'Confirm new pass'			=>	'ยืนยันรหัสผ่านใหม่',

// E-mail stuff
'E-mail key bad'			=>	'คีย์เปิดใช้งานที่อยู่อีเมลที่ระบุไม่ถูกต้องหรือหมดอายุแล้ว กรุณาขอเปลี่ยนที่อยู่อีเมลใหม่อีกครั้ง หากไม่สำเร็จ สามารถติดต่อผู้ดูแลระบบได้ที่',
'E-mail updated'			=>	'ที่อยู่อีเมลของคุณได้รับการอัพเดตแล้ว',
'Activate e-mail sent'		=>	'อีเมลถูกส่งไปที่ที่อยู่ที่ระบุพร้อมกับคำแนะนำการเปิดใช้งานที่อยู่อีเมลใหม่แล้ว หากคุณไม่ได้รับอีเมล ก็สามารถติดต่อผู้ดูแลระบบได้ที่',
'E-mail legend'				=>	'กรอกที่อยู่อีเมลอันใหม่',
'E-mail instructions'		=>	'อีเมลถูกส่งไปยังที่อยู่อีเมลใหม่พร้อมกับลิงค์เปิดใช้งาน คุณต้องคลิ๊กที่ลิงค์ดังกล่าวในอีเมลนั้น เพื่อเปิดใช้งานที่อยู่อีเมลใหม่ของคุณ',
'Change e-mail'				=>	'เปลี่ยนที่อยู่อีเมล',
'New e-mail'				=>	'อีเมลใหม่',

// Avatar upload stuff
'Avatars disabled'			=>	'ผู้ดูแลระบบปิดการใช้งานภาพอวตาร',
'Too large ini'				=>	'ไฟล์ที่เลือกใหญ่เกินกว่าที่เซิร์ฟเวอร์จะยอมให้อัพโหลด',
'Partial upload'			=>	'ไฟล์ที่เลือกถูกอัพโหลดแค่บางส่วน กรุณาลองอีกครั้ง',
'No tmp directory'			=>	'PHP ไม่สามารถบันทึกไฟล์ที่อัพโหลดไว้ในไดเร็คทรอรี่ชั่วคราวได',
'No file'					=>	'คุณไม่ได้เลือกไฟล์ที่จะอัพโหลด',
'Bad type'					=>	'ไฟล์ที่คุณพยายามอัพโหลด ไม่ใช่ประเภทท่ีอนุญาตให้ัพโหลด ประเภทไฟล์ที่อนุญาตคือ gif, jpeg และ png',
'Too wide or high'			=>	'ไฟล์ที่คุณพยายามอัพโหลด ยาว และ/หรือ สูง เกินกว่าขนาดสูงสุดที่อนุญาต',
'Too large'					=>	'ไฟล์ที่คุณพยายามอัพโหลด มีขนาดใหญ่เกินกว่าที่อนุญาต',
'pixels'					=>	'พิกเซล',
'bytes'						=>	'ไบต์',
'Move failed'				=>	'เซิร์ฟเวอร์ไม่สามารถอัพโหลดไฟล์ได้ กรุณาติดต่อผู้ดูแลระบบได้ที่',
'Unknown failure'			=>	'เกิดความผิดพลาดที่ไม่ทราบสาเหตุ กรุณาลองใหม่อีกครั้ง',
'Avatar upload redirect'	=>	'ภาพอวตารได้รับการอัพโหลดแล้ว กำลังเปลี่ยนหน้า &hellip;',
'Avatar deleted redirect'	=>	'ภาพอวตารถูกลบแล้ว กำลังเปลี่ยนหน้า &hellip;',
'Avatar desc'				=>	'"ภาพอวตาร" คือ รูปภาพเล็กๆที่จะแสดงใต้ชื่อผู้ใช้งานของคุณ ซึ่งต้องมีขนาดไม่เกิน',
'Upload avatar'				=>	'อัพโหลดภาพอวตาร',
'Upload avatar legend'		=>	'ไฟล์ภาพอวตารที่ต้องการอัพโหลด',
'Delete avatar'				=>	'ลบภาพอวตาร',	// only for admins
'File'						=>	'ไฟล์',
'Upload'					=>	'อัพโหลด',	// submit button

// Form validation stuff
'Dupe username'				=>	'สมาชิกบางคนได้ใช้ ชื่อผู้ใช้งาน นี่ลงทะเบียนแล้ว กรุณาย้อนกลับและลองใช้ ชื่อผู้ใช้งานอื่น',
'Forbidden title'			=>	'สถานะที่คุณระบุมีคำหวงห้ามอยู่ คุณต้องเลือกใช้สถานะอื่น',
'Profile redirect'			=>	'ข้อมูลส่วนตัวได้รับการอัพเดตแล้ว กำลังเปลี่ยนหน้า &hellip;',

// Profile display stuff
'Not activated'				=>	'ผู้ใช้งานคนนี้ยังไม่ได้ยืนยันเปิดบัญชีผู้ใช้งาน  บัญชีผู้ใช้งานจะใช้งานได้ก็ต่อเมื่อ เขา/เธอ ล็อคอินเข้าสู่ระบบครั้งแรกแล้ว',
'Unknown'					=>	'(ไม่ระบุ)',	// This is displayed when a user hasn't filled out profile field (e.g. Location)
'Private'					=>	'(ส่วนตัว)',	// This is displayed when a user does not want to receive e-mails
'No avatar'					=>	'(ไม่มีภาพอวตาร)',
'Show posts'				=>	'แสดงทุกโพสต์',
'Realname'					=>	'ชื่อจริง',
'Location'					=>	'ที่อยู่',
'Website'					=>	'เว็บไซต์',
'Jabber'					=>	'Jabber',
'ICQ'						=>	'ICQ',
'MSN'						=>	'MSN Messenger',
'AOL IM'					=>	'AOL IM',
'Yahoo'						=>	'Yahoo! Messenger',
'Avatar'					=>	'ภาพอวตาร',
'Signature'					=>	'ลายเซ็นต์',
'Sig max length'			=>	'ยาวได้มากสุด',
'Sig max lines'				=>	'จำนวนบรรทัดมากสุด',
'Avatar legend'				=>	'ตั้งค่าการแสดงภาพอวตารของคุณ',
'Avatar info'				=>	'"ภาพอวตาร" คือ รูปภาพเล็กๆที่จะใช้แสดงในทุกโพสต์ของคุณ คุณสามารถอัพโหลดภาพอวตารได้โดยคลิ๊กที่ลิงค์ด้านล่างนี้  เลือกที่ช่อง \'ใช้ภาพอวตาร\' ด้านล่างเพื่อเปิดใช้ภาพอวตารในทุกโพสต์ของคุณ',
'Change avatar'				=>	'เปลี่ยนภาพอวตาร',
'Use avatar'				=>	'ใช้ภาพอวตาร',
'Signature legend'			=>	'ตกแต่งลายเซ็นต์',
'Signature info'			=>	'"ลายเซ็นต์" คือ ข้อความสั้นๆที่จะติดไปกับทุกโพสต์ของคุณ คุณสามารถใส่อะไรก็ได้ที่คุณชอบในลายเซ็นต์ของคุณ อย่างเช่น คำคม หรือ สัญลักษณ์ต่างๆ ตามใจชอบ! คุณสามารถใช้ BBCode ในลายเซ็นต์ได้ ถ้าฟอรั่มอนุญาต โดยดูว่าฟอรั่มเปิดให้ใช้ BBCode ในลายเซ็นต์ได้หรือไม่ จากรายการด้านล่างนี้',
'Sig preview'				=>	'ตัวอย่างลายเซ็นต์ปัจจุบัน:',
'No sig'					=>	'ไม่มีลายเซ็นต์ระบุในข้อมูลส่วนตัว',
'Topics per page'			=>	'กระทู้',
'Topics per page info'		=>	'การตั้งค่านี้ จะควบคุมการแสดงผลจำนวนกระทู้ต่อหนึ่งหน้า ถ้าไม่แน่ใจว่าต้องตั้งค่าเท่าไร ก็สามารถปล่อยว่างไว้ได้ เพื่อใช้งานค่าดั้งเดิมของฟอรั่ม',
'Posts per page'			=>	'โพสต์',
'Posts per page info'		=>	'การตั้งค่านี้ จะควบคุมการแสดงผลจำนวนโพสต์ต่อหนึ่งหน้า ถ้าไม่แน่ใจว่าต้องตั้งค่าเท่าไร ก็สามารถปล่อยว่างไว้ได้ เพื่อใช้งานค่าดั้งเดิมของฟอรั่ม',
'Leave blank'				=>	'ปล่อยว่างไว้ ถ้าต้องการใช้ค่าเดิมของฟอรั่ม',
'Notify full'				=>	'รวมโพสต์ไว้ในอีเมลติดตามผล',
'Notify full info'			=>	'ถ้าเปิดการใช้งานนี้ เวอร์ชั่นข้อความธรรมดาของโพสต์ใหม่จะถูกรวมไว้ในอีเมลแจ้งการติดตามผลกระทู้ด้วย',
'Show smilies'				=>	'แสดง smilies เป็นภาพไอค่อน',
'Show smilies info'			=>	'ถ้าเปิดการใช้งานนี้ รูปภาพเล็กๆจะถูกแทนที่ตัวหนังสือกลุ่ม smilies',
'Show images'				=>	'แสดงรูปภาพในโพสต์',
'Show images info'			=>	'ปิดการใช้งานนี้ ถ้าคุณไม่ต้องการเห็นรูปภาพในโพสต์ (เช่น รูปภาพที่แสดงด้วย [img]-tag)',
'Show images sigs'			=>	'แสดงรูปภาพในลายเซ็นต์ของผู้ใช้งาน',
'Show images sigs info'		=>	'ปิดการใช้งานนี้ ถ้าคุณไม่ต้องการเห็นรูปภาพในลายเซ็นต์ (เช่น รูปภาพที่แสดงด้วย [img]-tag)',
'Show avatars'				=>	'แสดงภาพอวตารในโพสต์',
'Show avatars info'			=>	'คุณสมบัตินี้จะยังติดอยู่ ไม่ว่ารูปภาพอวตารของผู้ใช้งานจะถูกแสดงไว้ในโพสต์หรือไม่ก็ตาม',
'Show sigs'					=>	'แสดงลายเซ็นต์ของผู้ใช้งาน',
'Show sigs info'			=>	'เปิดใช้งาน ถ้าคุณอยากเห็นลายเซ็นต์ของผู้ใช้งานอื่นๆ',
'Style legend'				=>	'เลือกสไตล์ที่คุณชอบ',
'Style info'				=>	'ถ้าคุณชอบที่จะเปลี่ยน คุณสามารถเปลี่ยนสไตล์ของฟอรั่มแห่งนี้ได้จากตรงนี้',
'Admin note'				=>	'โน้ตของผู้ดูแลระบบ',
'Pagination legend'			=>	'การแสดงจำนวน กระทู้ และ โพสต์',
'Post display legend'		=>	'ตั้งค่าคุณสมบัติเสริมการแสดงผล',
'Post display info'			=>	'ถ้าคุณมีการเชื่อมต่ออินเตอร์เน็ตที่ช้า ปิดการใช้งานคุณสมบัติเหล่านี้ ซึ่งเกี่ยวข้องกับการแสดงรูปภาพและลายเซ็นต์ จะช่วยให้การแสดงผลหน้าเว็บทำได้รวดเร็วขึ้น',
'Instructions'				=>	'เมื่อคุณอัพเดตข้อมูลส่วนตัว คุณจะย้อนกลับมาที่หน้านี้',

// Administration stuff
'Group membership legend'	=>	'เลือกกลุ่มผู้ใช้งาน',
'Save'						=>	'บันทึก',
'Set mods legend'			=>	'ตั้งค่าผู้ดูแลฟอรั่ม',
'Moderator in'				=>	'เป็นผู้ดูแลฟอรั่มใน',
'Moderator in info'			=>	'เลือกว่าต้องการให้ผู้ใช้งานคนนี้ดูแลฟอรั่มใดบ้าง โน้ต: ปรับเปลี่ยนเฉพาะผู้ดูแลฟอรั่มเท่านั้น ส่วนผู้ดูแลระบบยังคงมีสิทธิ์เต็มที่ในทุกฟอรั่ม',
'Update forums'				=>	'อัพเดตฟอรั่ม',
'Delete ban legend'			=>	'ลบ (ผู้ดูแลระบบเท่านั้น) หรือ แบนผู้ใช้งาน',
'Delete user'				=>	'ลบผู้ใช้งาน',
'Ban user'					=>	'แบนผู้ใช้งาน',
'Confirm delete legend'		=>	'สำคัญมาก: อ่านก่อนที่จะทำการลบผู้ใช้งาน',
'Confirm delete user'		=>	'ยืนยันการลบผู้ใช้งาน',
'Confirmation info'			=>	'กรุณายืนยันว่า คุณต้องการลบผู้ใช้งาน',	// the username will be appended to this string
'Delete warning'			=>	'คำเตือน! ผู้ใช้งาน และ/หรือ โพสต์ที่ถูกลบ ไม่สามารถกู้คืนได้ ถ้าคุณเลือกที่จะไม่ลบโพสต์ของผู้ใช้งานรายนี้  คุณต้องลบแต่ละโพสต์ออกเองทีหลัง',
'Delete posts'				=>	'ลบทุกโพสต์และทุกกระทู้ที่ผู้ใช้งานคนนี้เป็นเขียนไว้',
'Delete'					=>	'ลบ',		// submit button (confirm user delete)
'User delete redirect'		=>	'ผู้ใช้งานถูกลบแล้ว กำลังเปลี่ยนหน้า &hellip;',
'Group membership redirect'	=>	'บันทึกการเป็นสมาชิกกลุ่มแล้ว กำลังเปลี่ยนหน้า &hellip;',
'Update forums redirect'	=>	'สิทธิ์การดูแลฟอรั่มได้รับการอัพเดตแล้ว กำลังเปลี่ยนหน้า &hellip;',
'Ban redirect'				=>	'กำลังเปลี่ยนหน้า &hellip;'

);
