<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'ฟอรั่มแห่งนี้ไม่เปิดให้ลงทะเบียนใช้งานใหม่',
'Reg cancel redirect'		=>	'การลงทะเบียนถูกยกเลิก กำลังเปลี่ยนหน้า &hellip;',
'Forum rules'				=>	'กฎระเบียบของฟอรั่ม',
'Rules legend'				=>	'คุณต้องยอมรับข้อตกลงต่อไปนี้ ก่อนลงทะเบียน',
'Agree'						=>	'ยอมรับ',
'Cancel'					=>	'ยกเลิก',
'Register'					=>	'ลงทะเบียน',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'ชื่อผู้ใช้งาน ที่คุณกรอก มีบางคำไม่เหมาะสม กรุณาเลือกใช้ชื่ออื่น',
'Username dupe 1'			=>	'มีสมาชิกคนอื่นลงทะเบียนใช้ ชื่อผู้ใช้งาน นี้ไปแล้ว',
'Username dupe 2'			=>	'ชื่อผู้ใช้งาน ที่คุณกรอก เหมือนหรือซ้ำกันเกินไป ชื่อผู้ใช้งานต้องต่างกันอย่างน้อย 1 ตัวอักษร (a-z หรือ 0-9) กรุณาเลือกใช้ชื่ออื่น',
'E-mail not match'			=>	'ที่อยู่อีเมลไม่เหมือนกัน กรุณาย้อนกลับไปแก้ไขให้ถูกต้อง',

// Registration e-mail stuff
'Reg e-mail'				=>	'ขอบคุณที่ทำการลงทะเบียนกับเรา รหัสผ่านของคุณถูกส่งไปยังที่อยู่อีเมลที่คุณระบุ หากคุณไม่ได้รับอีเมล ก็สามารถติดต่อผู้ดูแลระบบได้ที่',
'Reg complete'				=>	'การลงทะเบียนเสร็จสมบูรณ์ กำลังเข้าสู่ระบบและกำลังเปลี่ยนหน้า &hellip;',

// Register info
'Desc 1'					=>	'การลงทะเบียนใช้งานฟอรั่มจะทำให้คุณได้รับสิทธิ์เข้าถึงคุณสมบัติต่างๆ ที่ผู้เยี่ยมชมทั่วไปไม่ได้รับ เช่น สามารถโพสต์/แก้ไข/ลบ ข้อความหรือกระทู้ของคุณได้ หรือ ออกแบบลายเซ็นต์ที่เป็นเอกลักษณ์ของคุณเพื่อแสดงในแต่ละโพสต์ได้ รวมถึงคุณสมบัติอื่นๆอีกมากมาย หากคุณมีคำถามเกี่ยวกับฟอรั่มแห่งนี้ ก็สามารถสอบถามผู้ดูแลระบบได้',
'Desc 2'					=>	'แบบฟอร์มข้างล่างนี้ คือ สิ่งที่คุณต้องกรอกสำหรับการลงทะเบียน หลังจากลงทะเบียนเรียบร้อยแล้ว คุณสามารถเข้าไปดูหรือตั้งค่าการใช้งานส่วนตัวได้ แบบฟอร์มด้านล่างนี้เป็นเพียงส่วนเล็กๆของการตั้งค่าใช้งานเบื้องต้น ซึ่งคุณสามารถเปลี่ยนแปลงได้อีกมาก หลังจากขั้นตอนการลงทะเบียนเสร็จสิ้น',
'Username legend'			=>	'กรุณากรอก ชื่อผู้ใช้งาน ความยาวระหว่าง 2 ถึง 25 ตัวอักษร',
'Pass legend 1'				=>	'กรุณากรอกและยืนยันรหัสผ่านที่คุณเลือก',
'Pass legend 2'				=>	'กรุณาอ่านคำแนะนำด้านล่างนี้',
'Pass info'					=>	'รหัสผ่าน ต้องมีความยาวระหว่าง 4 ถึง 16 ตัวอักษร ตัวอักษร(ภาษาอังกฤษ)เล็กและใหญ่ ถือเป็นคนละตัวอักษรกัน',
'E-mail info'				=>	'คุณต้องกรอกที่อยู่อีเมลที่ถูกต้อง เพราะรหัสผ่านที่เราสุ่มให้คุณ จะถูกส่งไปยังที่อยู่อีเมลนั้น',
'Confirm e-mail'			=>	'ยืนยันที่อยู่อีเมล',

);
