<?php

// Language definitions used in search.php
$lang_search = array(

// The search form
'User search'				=>	'ค้นหาผู้ใช้งาน',
'No search permission'		=>	'คุณไม่ได้รับสิทธิ์ใช้งานการค้นหา',
'Search'					=>	'ค้นหา',
'Search criteria legend'	=>	'ระบุสิ่งที่คุณต้องการค้นหา',
'Search info'				=>	'การค้นหาโดยคำสำคัญ ให้ ระบุคำ หรือ กลุ่มคำ ที่ต้องการค้นหา โดยแบ่งแต่ละคำด้วยการเว้นระหว่างคำ (space) ใช้ AND, OR และ NOT เพื่อกรองการค้นหา  ส่วนการค้นหาโดยชื่อผู้ใช้งาน ให้ระบุชื่อของผู้ใช้งานที่เป็นคนโพสต์ข้อความหรือกระทู้ที่ต้องการค้นหา  ใช้ตัวอักษร * เพื่อหาละส่วนที่เหมือนกันบางส่วน',
'Keyword search'			=>	'ค้นหาโดย คำสำคัญ',
'Author search'				=>	'ค้นหาโดย ผู้เขียน',
'Search in legend'			=>	'เลือกว่าจะค้นหาจากที่ใด',
'Search in info'			=>	'เลือกว่าฟอรั่มใดที่คุณอยากค้นหา และค้นหาในหัวข้อกระทู้, ข้อความใด หรือทั้งสองอย่าง',
'Forum search'				=>	'ฟอรั่ม',
'All forums'				=>	'ทุกฟอรั่ม',
'Search in'					=>	'ค้นหาใน',
'Message and subject'		=>	'ข้อความและหัวข้อกระทู้',
'Message only'				=>	'ข้อความเท่านั้น',
'Topic only'				=>	'หัวข้อกระทู้เท่านั้น',
'Sort by'					=>	'ตามประเภท',
'Sort order'				=>	'ตามลำดับ',
'Search results legend'		=>	'เลือกว่าต้องการดูผลการค้นหาอย่างไร',
'Search results info'		=>	'คุณสามารถเลือกได้ว่า ต้องการแสดงผลการค้นหาตามประเภทอย่างไร',
'Sort by post time'			=>	'เวลาที่โพสต์',
'Sort by author'			=>	'ผู้เขียน',
'Sort by subject'			=>	'หัวข้อ',
'Sort by forum'				=>	'ฟอรั่ม',
'Ascending'					=>	'เก่าไปใหม่',
'Descending'				=>	'ใหม่ไปเก่า',
'Show as'					=>	'แสดงผลเป็น',
'Show as topics'			=>	'กระทู้',
'Show as posts'				=>	'โพสต์',

// Results
'Search results'			=>	'ผลการค้นหา',
'No terms'					=>	'คุณต้องระบุ คำสำคัญ อย่างน้อย 1 คำ และ/หรือ ชื่อผู้เขียน',
'No hits'					=>	'ไม่พบสิ่งที่คุณต้องการค้นหา',
'No user posts'				=>	'ไม่มีโพสต์ที่เขียนโดยผู้ใช้นี้ ในฟอรั่มนี้',
'No subscriptions'			=>	'ตอนนี้คุณไม่ได้ติดตามกระทู้ใดเลย',
'No new posts'				=>	'ไม่มีกระทู้ใดที่มีโพสต์ใหม่ นับคุณเข้าใช้งานครั้งที่แล้ว',
'No recent posts'			=>	'ไม่มีใครโพสต์ข้อความใหม่ ใน 24 ชั่วโมงล่าสุด',
'No unanswered'				=>	'ไม่มีโพสต์ที่ไม่ได้รับการตอบในฟอรั่มนี้',
'Go to post'				=>	'ไปยังโพสต์'

);
