<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'ค้นหาและจัดลำดับการค้นหา',
'User search info'		=>	'กรอกชื่อผู้ใช้งานเพื่อค้นหา และ/หรือ ระบุกลุ่มผู้ใช้งานด้วยเพื่อกรองผลการค้นหา ชื่อผู้ใช้งานสามารถปล่อยว่างไว้ได้ ใช้ตัวอักษร * เพื่อหาละส่วนที่เหมือนกันบางส่วน  แยกประเภทผู้ใช้โดย ชื่อ, วันที่ลงทะเบียน, จำนวนการโพสต์ และ เรียงลำดับจาก เก่าไปใหม่ หรือ ใหม่ไปเก่า ได้',
'User group'			=>	'กลุ่มผู้ใช้งาน',
'No of posts'			=>	'จำนวนโพสต์',
'All users'				=>	'ทั้งหมด'

);
