<?php

// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'نازناو/ وشه‌ی تێپه‌ڕبوون هه‌ڵه‌یه‌',
'Forgotten pass'		=>	'وشه‌ی تێپه‌ڕبوونت له‌بیر كردووه‌؟',
'Login redirect'		=>	'خۆشهاتی بۆ ژووره‌وه‌، چاوه‌ڕوانبه‌ &hellip;',
'Logout redirect'		=>	'ماڵ ئاوا، چاوه‌ڕوانبه‌ &hellip;',
'No e-mail match'		=>	'هیچ كه‌سێك به‌م پۆسته‌ ئه‌له‌كترۆنیه‌ خۆی تۆمار نه‌كردووه‌',
'Request pass'			=>	'داواكردنی وشه‌ی تێپه‌ڕبوون',
'Request pass legend'	=>	'ئه‌و پۆسته‌ ئه‌له‌كترۆنیه‌ بنووسه‌ له‌گه‌ڵ خۆ تۆماركردندا نووسیووته‌',
'Request pass info'		=>	'وشه‌ی تێپه‌ڕبوونی نوێ له‌گه‌ڵ به‌سته‌رێك بۆ چالاك كردنی وشه‌ی تێپه‌ڕبوونی نوێ ڕه‌وانه‌ی پۆستی ئه‌له‌كترۆنی نووسراو كرا',
'Not registered'		=>	'ئه‌ندام نیت؟',
'Login legend'			=>	'نازناو و وشه‌ی تێپه‌ڕبوونت له‌ خواره‌وه‌ بنووسه‌',
'Login info'			=>	'ئه‌ندام نیت؟ یان وشه‌ی تێپه‌ڕبوونت لێ ون بووه‌؟ كرته‌ له‌و به‌سته‌رانه‌ی خواره‌وه‌ بكه‌.',

// Forget password mail stuff
'Forget mail'			=>	'په‌یامێك له‌ ڕێی پۆستی ئه‌له‌كترۆنیه‌ ڕه‌وانه‌ت كرا، گه‌ر به‌ده‌ستت نه‌گه‌شت تكایه‌ به‌ڕێوه‌به‌ر ئاگادار بكه‌وه‌ '

);
