<?php

// Language definitions used in profile.php
$lang_profile = array(

// Navigation and sections
'Profile menu'				=>	'زانیاریه‌كانم',
'Section essentials'		=>	'گشتی',
'Section personal'			=>	'تاكه‌كه‌سی',
'Section messaging'			=>	'په‌یوه‌ندی و په‌یام نووسین',
'Section personality'		=>	'پێناسه‌',
'Section display'			=>	'پیشاندان',
'Section privacy'			=>	'نهێنی',
'Section admin'				=>	'به‌ڕێوه‌به‌ر',

// Miscellaneous
'Username and pass legend'	=>	'نازناو و وشه‌ی تێپه‌ڕبوون بنووسه‌',
'Personal details legend'	=>	'زانیاریه‌ تاكه‌كه‌سیه‌كانت بنووسه‌',
'Contact details legend'	=>	'زانیاری په‌یوه‌ندی و په‌یام نووسین بنووسه‌',
'Options display'			=>	'چۆنیه‌تی ده‌ركه‌وتنی مه‌كۆكان ڕێكبخه‌',
'Options post'				=>	'چۆنه‌تی بینینی په‌یامه‌كان هه‌ڵبژێره‌',
'User activity'				=>	'ئاستی ئه‌ندام',
'Paginate info'				=>	'ده‌ته‌وێ چه‌ند بابه‌ت و په‌یام له‌ یه‌ك په‌ڕه‌دا ببینی؟',

// Password stuff
'Pass key bad'				=>	'ئه‌و وشه‌ی تێپه‌ڕبوون چالاك كه‌ره‌ كاته‌كه‌ی تێپه‌ڕیوه‌، تكایه‌ په‌یوه‌ندی بكه‌ به‌ به‌ڕێوه‌به‌ری مه‌كۆوه‌ و خوازیاری چالاك كه‌ری نوێ به‌',
'Pass updated'				=>	'وشه‌ی تێپه‌ڕبوون نوێ كرایه‌وه‌، ده‌توانی ئێستا به‌ وشه‌ی تێپه‌ڕبوونی نوێ هاتنه‌ ژووره‌وه‌ت تۆمار بكه‌یت',
'Pass updated redirect'		=>	'وشه‌ی تێپه‌ڕبوون نوێكرایه‌وه‌، چاوه‌ڕوانبه‌ &hellip;',
'Wrong pass'				=>	'وشه‌ی تێپه‌ڕبوونی كۆن، هه‌ڵه‌یه‌',
'Change pass'				=>	'گۆڕینی وشه‌ی تێپه‌ڕبوون',
'Change pass legend'		=>	'وشه‌ی تێپه‌ڕبوونی نوێ بنووسه‌ و دووباره‌شی بكه‌وه‌',
'Old pass'					=>	'وشه‌ی تێپه‌ڕبوونی كۆن',
'New pass'					=>	'وشه‌ی تێپه‌ڕبوونی نوێ',
'Confirm new pass'			=>	'وشه‌ی تێپه‌ڕبوونی نوێ بنووسه‌وه‌',

// E-mail stuff
'E-mail key bad'			=>	'ئه‌و پۆستی ئه‌له‌كترۆنی چالاك كه‌ره‌ كاته‌كه‌ی تێپه‌ڕیوه‌، تكایه‌ په‌یوه‌ندی بكه‌ به‌ به‌ڕێوه‌به‌ری مه‌كۆوه‌ و خوازیاری چالاك كه‌ری نوێ به',
'E-mail updated'			=>	'پۆستی ئه‌له‌كترۆنیت نوێ كرایه‌وه‌',
'Activate e-mail sent'		=>	'په‌یامێك له‌گه‌ڵ زانیاری چۆنیه‌تی چالاك كردنی پۆستی ئه‌له‌كترۆنی نوێ نێردرا بۆ پۆستی ئه‌له‌كترۆنی نووسراو، تكایه‌ به‌ڕێوه‌به‌ری مه‌كۆ ئاگادار بكه‌وه‌ گه‌ر په‌یامه‌كه‌ت به‌ ده‌ست نه‌گه‌شت',
'E-mail legend'				=>	'پۆستی ئه‌له‌كترۆنی نوێ بنووسه‌',
'E-mail instructions'		=>	'په‌یامێك له‌گه‌ڵ به‌سته‌ری چالاك كردن نێردرا بۆ پۆستی ئه‌له‌كترۆنی نوێ، بۆ ئه‌وه‌ی پۆستی ئه‌له‌كترۆنی نوێ چالاك بكرێت، ده‌بێ كرته‌ له‌و به‌سته‌ره‌ بكه‌یت و پۆستی ئه‌له‌كترۆنی چالاك بكه‌یت',
'Change e-mail'				=>	'گۆڕینی پۆستی ئه‌له‌كترۆنی',
'New e-mail'				=>	'پۆستی ئه‌له‌كترۆنی نوێ',

// Avatar upload stuff
'Avatars disabled'			=>	'به‌ڕێوه‌به‌ر به‌شی وێنه‌چكۆله‌ی ناچالاك كردووه‌',
'Too large ini'				=>	'په‌ڕگه‌ی دیاریكراو زۆر گه‌وره‌تر بوو له‌ قه‌باره‌ی ڕێگه‌پێدراو، بۆیه‌ بار نه‌كرا‌',
'Partial upload'			=>	'په‌ڕه‌ی دیاریكراو هه‌مووی بار نه‌كرا، تكایه‌ جارێكی دیكه‌ هه‌وڵ بده‌وه‌',
'No tmp directory'			=>	'PHP نه‌یتوانی نوێكاریه‌كان له‌ شوێنی پاشه‌وتكردنی كاتییدا پاشه‌كه‌وت بكات',
'No file'					=>	'په‌ڕگه‌ت ده‌ستنیشان نه‌كردووه‌ بۆ باركردن',
'Bad type'					=>	'په‌ڕگه‌ی ویستراو بۆ باركردن جوریكی ڕێگه‌پێدراو نه‌بوو، جۆره‌ ڕێگه‌ پێدراوه‌كان: gif, jpeg and png.',
'Too wide or high'			=>	'په‌ڕگه‌ی ده‌سنیشان كراو بۆ باركردن، پانی/ به‌رزیه‌كه‌ی گه‌وره‌تر بوو له‌وه‌ی كه‌ ڕێگه‌ی پێدراوه‌',
'Too large'					=>	'په‌ڕگه‌ی دیاریكراو بۆ باركردن، گه‌روه‌تر له‌ ڕێگه‌پێدراو',
'pixels'					=>	'پیكسڵ',
'bytes'						=>	'بایت',
'Move failed'				=>	'ڕاژه‌كار نه‌یتوانی په‌ڕگه‌ی باركراو پاشه‌كه‌وت بكات، تكایه‌ په‌یوه‌ندی بكه‌ به‌ به‌ڕێوه‌به‌ره‌وه‌',
'Unknown failure'			=>	'هه‌ڵه‌یه‌ك هاته‌ پێش، یكایه‌ كاتێكی دیكه‌ هه‌وڵ بده‌وه‌',
'Avatar upload redirect'	=>	'وێنه‌چكۆله‌ باركرا، چاوڕوانبه‌ &hellip;',
'Avatar deleted redirect'	=>	'وێنه‌چكۆله‌ سڕایه‌وه‌، چاوه‌ڕوانبه‌ &hellip;',
'Avatar desc'				=>	'وێنه‌چكۆله‌/ وێنه‌یه‌كی بچووكه‌ كه‌ له‌ ته‌نیشت ناوه‌كه‌ته‌وه‌ له‌ كاتی به‌شداری كردن له‌ مه‌كۆكاندا ده‌رده‌كه‌وێ، نابێ گه‌وره‌تر بێت له‌',
'Upload avatar'				=>	'باركردنی وێنه‌چكۆله‌',
'Upload avatar legend'		=>	'وێنه‌چكۆله‌یه‌ك ده‌ستنیشان بكه‌ بۆ باركردن',
'Delete avatar'				=>	'سڕینه‌وه‌',	// only for admins
'File'						=>	'په‌ڕگه‌',
'Upload'					=>	'باركردن',	// submit button

// Form validation stuff
'Dupe username'				=>	'كه‌سێكی تر پێشتر به‌م ناوه‌ خۆی تۆمار كردووه‌، تكایه‌ بگه‌ڕێوه‌ و ناوێكی دیكه‌ بنووسه‌',
'Forbidden title'			=>	'ئه‌و سه‌ردێڕه‌ی كه‌ نووسیووته‌ وشه‌ی ڕێگه‌پێنه‌دراوی تێدایه‌، تكایه‌ سه‌ردێڕێكی دیكه‌ بنووسه‌',
'Profile redirect'			=>	'زانیاریه‌كان نوێ كرانه‌وه‌، چاوه‌ڕوانبه‌ &hellip;',

// Profile display stuff
'Not activated'				=>	'ئه‌م به‌كارهێنه‌ره‌ تا ئێستا هه‌ژماری خۆی چالاك نه‌كردووه‌، له‌گه‌ڵ هاتنه‌ ژووره‌وه‌ی بۆ یه‌كه‌مجار، هه‌ژمار چالاك ده‌بێت',
'Unknown'					=>	'(نه‌زانراو)',	// This is displayed when a user hasn't filled out profile field (e.g. Location)
'Private'					=>	'(نهێنی)',	// This is displayed when a user does not want to receive e-mails
'No avatar'					=>	'(وێنه‌چكۆله‌ی نیه‌)',
'Show posts'				=>	'پیشاندانی هه‌موو په‌یامه‌كان',
'Realname'					=>	'ناوی ڕاستی',
'Location'					=>	'شوێن',
'Website'					=>	'وێبگه‌',
'Jabber'					=>	'Jabber',
'ICQ'						=>	'ICQ',
'MSN'						=>	'MSN Messenger',
'AOL IM'					=>	'AOL IM',
'Yahoo'						=>	'Yahoo! Messenger',
'Avatar'					=>	'وێنه‌چكۆله‌',
'Signature'					=>	'واژۆ',
'Sig max length'			=>	'پیت',
'Sig max lines'				=>	'دێڕ',
'Avatar legend'				=>	'هه‌ڵبژاردنه‌كانی پیشاندانی وێنه‌چكۆله‌',
'Avatar info'				=>	'وێنه‌چكۆله‌/ وێنه‌یه‌كی بچووكه‌ كه‌ له‌ ته‌نیشت ناوه‌كه‌ته‌وه‌ له‌ كاتی به‌شداری كردن له‌ مه‌كۆكاندا ده‌رده‌كه‌وێ، نابێ گه‌وره‌تر بێت له',
'Change avatar'				=>	'گۆڕین',
'Use avatar'				=>	'به‌كاربردنی وێنه‌چكۆله‌.',
'Signature legend'			=>	'ڕازاندنه‌وه‌ی واژۆ',
'Signature info'			=>	'واژۆ نووسینێكی كورته‌ یان وێنه‌یه‌كی بچووكه‌ كه‌ له‌گه‌ل په‌یامه‌كانتدا ده‌رده‌كه‌ون، ده‌توانی له‌ BBCode سوود ببینی گه‌ر به‌كاربكردنی ڕێگه‌ی پێدرابێ.',
'Sig preview'				=>	'پێشبینینی واژۆی ئێستایی',
'No sig'					=>	'تا ئێستا هیچ واژۆت نیه‌',
'Topics per page'			=>	'بابه‌ته‌كان',
'Topics per page info'		=>	'ئه‌م خاڵه‌ بۆ هه‌ڵبژاردنی ئه‌وه‌یه‌ كه‌ چه‌ند بابه‌ت له‌ كاتی بینینی مه‌كۆكاندا له‌یه‌ك په‌ڕه‌دا پیشان بدرێت، مه‌رج نیه‌ گۆڕانكاری تێدا بكرێت',
'Posts per page'			=>	'په‌یامه‌كان',
'Posts per page info'		=>	'ئه‌م خاڵه‌ بۆ هه‌ڵبژاردنی ئه‌وه‌یه‌ كه‌ چه‌ند په‌یام له‌ كاتی بینینی بابه‌ته‌كاندا له‌یه‌ك په‌ڕه‌دا پیشان بدرێت، مه‌رج نیه‌ گۆڕانكاری تێدا بكرێت',
'Leave blank'				=>	'به‌ به‌تاڵی بیهێڵه‌وه‌ بۆ به‌كاربردنی ئاسایی مه‌كۆ',
'Notify full'				=>	'په‌یام له‌ بابه‌ته‌ هه‌ڵبژێردراوه‌كاندا پاشكۆ بكه‌',
'Notify full info'			=>	'له‌گه‌ڵ چالاك كردنی ئه‌و خاڵه‌، ڕوونووسێكی تێكستی له‌ وه‌ڵامی بابه‌تی هه‌ڵبژێردراو له‌گه‌ڵ پۆستی ئه‌گاداركردنه‌وه‌دا پاشكۆ ده‌كریت.',
'Show smilies'				=>	'خه‌نده‌ پیشان بدرێت',
'Show smilies info'			=>	'گه‌ر ئه‌م خاڵه‌ چالاك بكه‌یت، وێنه‌ی بچووكه‌ له‌ شوێن خه‌نده‌ نووسراوه‌ییه‌كان ده‌رده‌كه‌ون',
'Show images'				=>	'پیشاندانی وێنه‌ له‌ په‌یامه‌كاندا',
'Show images info'			=>	'ئه‌مه‌ ناچالاك بكه‌ گه‌ر ناته‌وێ وێنه‌ ببینی (i.e. كۆدی دانانی وێنه‌ ئه‌مه‌یه‌ [img]-tag).',
'Show images sigs'			=>	'پیشاندانی وێنه‌ له‌ واژۆی ئه‌نداماندا.',
'Show images sigs info'		=>	'ئه‌مه‌ ناچالاك بكه‌ گه‌ر ناته‌وێ وێنه‌ ببینی (i.e. كۆدی دانانی وێنه‌ ئه‌مه‌یه‌ [img]-tag).',
'Show avatars'				=>	'وێنه‌چكۆله‌ی ئه‌ندامان پیشان بده‌ له‌ په‌یامه‌كاندا',
'Show avatars info'			=>	'ئه‌م خاله‌ بریار ده‌دات كه‌ وێنه‌ چكۆله‌ی ئه‌ندام پیشان بدرێت له‌ بابه‌ت دا یان نه‌خێر',
'Show sigs'					=>	'پیشاندانی واژۆی ئه‌ندامان',
'Show sigs info'			=>	'چالاكی بكه‌ گه‌ر ده‌ته‌وێ واژۆی ئه‌ندامان ببینی',
'Style legend'				=>	'شێوازێ هه‌ڵبژێره‌ بۆ بینینی مه‌كۆ',
'Style info'				=>	'گه‌ر بته‌وێ ده‌توانی ئه‌م مه‌كۆیه‌ ببینی به‌ چه‌ندین شێوازی جۆراوجۆر',
'Admin note'				=>	'تێبینی به‌ڕێوه‌به‌ر',
'Pagination legend'			=>	'زانیاریه‌كان په‌ڕه‌كردن بنووسه‌',
'Post display legend'		=>	'چۆنیه‌تی ده‌ركه‌وتنی په‌یامه‌كان هه‌ڵبژێره‌',
'Post display info'			=>	'ئه‌گه‌ر ئێنته‌رنێتی خێرات نیه‌، باشتر وایه‌ پیشاندانی وێنه‌ له‌ نێو بابه‌ته‌كاندا ناچالاك بكه‌ئی بۆ ئه‌وه‌ی په‌ڕه‌كان خێراتر بكرێنه‌وه‌',
'Instructions'				=>	'پاش پاشه‌كه‌وتكردنی گۆڕانكاریه‌كان ده‌گه‌ڕێیته‌وه‌ ئێره‌',

// Administration stuff
'Group membership legend'	=>	'هه‌ڵبژاردنی گرووپی ئه‌ندام',
'Save'						=>	'پاشه‌كه‌وت كردن',
'Set mods legend'			=>	'هه‌ڵبژاردنی ئاستی چاوه‌دێران',
'Moderator in'				=>	'چاوه‌دێره‌ له‌',
'Moderator in info'			=>	'هه‌ڵبژێره‌ كه‌ چاوه‌دێری كام مه‌كۆ بكرێت و كێ بیكات. تێبینی/ به‌ڕێوه‌به‌ر هه‌موو كات توانای گۆڕانكاری له‌ هه‌موو بواره‌كاندا هه‌یه‌.',
'Update forums'				=>	'نوێكردنه‌وه‌ی مه‌كۆكان',
'Delete ban legend'			=>	'سڕینه‌وه‌ یان ده‌ركردنی ئه‌ندام/ ته‌نیا بۆ به‌ڕێوه‌به‌ران',
'Delete user'				=>	'سڕینه‌وه‌ی ئه‌ندام',
'Ban user'					=>	'ده‌ركردنی ئه‌ندام',
'Confirm delete legend'		=>	'گرینگ/ ئه‌مه‌ بخوێنه‌وه‌ پێش سڕینه‌وه‌',
'Confirm delete user'		=>	'سه‌لماندنی سڕینه‌وه‌ی ئه‌ندام',
'Confirmation info'			=>	'تكایه‌ بیسه‌لمێنه‌ كه‌ ده‌ته‌وێ ئه‌م ئه‌ندامه‌ بسڕیته‌وه‌',	// the username will be appended to this string
'Delete warning'			=>	'ئاگاداری/ سڕینه‌وه‌ی ئه‌ندام یان په‌یامه‌كانی دواتر ناتوانرێ بگه‌ڕیندرێنه‌وه‌، یان په‌یامێك كه‌ ئێستا نه‌سڕیته‌وه‌ له‌گه‌ڵ ئه‌ندام دواتر ده‌بێ به‌ ده‌ستكردی بسڕێته‌وه‌',
'Delete posts'				=>	'هه‌موو بابه‌ت و په‌یامه‌ نووسراوه‌كانی ئه‌م ئه‌ندامه‌ بسڕه‌وه‌',
'Delete'					=>	'سڕینه‌وه‌',		// submit button (confirm user delete)
'User delete redirect'		=>	'ئه‌ندام سڕایه‌وه‌، چاوه‌ڕوانبه‌ &hellip;',
'Group membership redirect'	=>	'ئه‌ندامه‌تی گرووپ پاشه‌كه‌وت كرا، چاوه‌ڕوانبه‌ &hellip;',
'Update forums redirect'	=>	'مافی چاوه‌دێرانی مه‌كۆ نوێ ده‌كرێته‌وه‌، چاوه‌ڕوانبه‌ &hellip;',
'Ban redirect'				=>	'چاوه‌ڕوانبه‌ &hellip;'

);
