<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'پۆستی ئه‌له‌كترۆنی دروست بنووسه‌',
'E-mail legend 2'			=>	'پۆستی ئه‌له‌كترنی دروست جارێكی تر بنووسه‌',
'Localisation legend'		=>	'زانیاریه‌ ناوخۆییه‌كانت ڕێكبخه‌',
'Timezone'					=>	'كات و شوێن',
'Timezone info'				=>	'بۆ ئه‌وه‌ی مه‌كۆكان بتوانن كات به‌ دروستی پیشان بده‌ن، ده‌بێ شوێن و كاتی دروستی خۆت هه‌ڵبژێری',
'Language'					=>	'زمان',
'Language info'				=>	'ده‌توانی زمانێك هه‌ڵبژێری بۆ بینینی مه‌كۆ',
'E-mail setting info'		=>	'پیشاندان و شاردنه‌وه‌ی پۆستی ئه‌له‌كترۆنی/ ئه‌ندامانی دیكه‌ بتوانن/ نه‌توانن له‌ ڕێگه‌ی "فۆرمی په‌یوه‌ندی" ـه‌وه‌ په‌یامم بۆ بنووسن',
'E-mail setting 1'			=>	'پۆستی ئه‌له‌كترۆنی پیشان بده‌',
'E-mail setting 2'			=>	'پۆستی ئه‌له‌كترۆنی بشاره‌وه‌ به‌ڵام ڕێگه‌ بده‌ به‌ وه‌رگرتنی په‌یام له‌ ڕێگه‌ی "فۆرمی په‌یوه‌ندی" ـه‌وه‌ ',
'E-mail setting 3'			=>	'پۆستی ئه‌له‌كترۆنی شاراوه‌ بێت و "فۆرمی په‌یوه‌ندی" ـیش ناچالاك بێت',
'Privacy options legend'	=>	'زانیاری تایبه‌ت و نهێنی',
'Save user/pass'			=>	'نازناو و وشه‌ی تێپه‌ڕبوون پاشه‌كه‌وت بكه‌ بۆ سه‌ردانه‌كانی داهاتوو',
'Save user/pass info'		=>	'گه‌ر ئاره‌زووت نیه‌ هه‌موو جارێك نازناو و وشه‌ی تێپه‌ڕبوون بنووسی، ئه‌وا ئه‌م خاڵا چالاك بكه‌',
'Confirm pass'				=>	'وشه‌ی تێپه‌ڕبوون جارێكی تر',

'Username too short'		=>	'نازناو نابێ له‌ ٢ پیت كه‌متر بێت، تكایه‌ نازناوێكی درێژتر بنووسه‌',
'Username guest'			=>	'نازناوی Guest/ میوان گیراوه‌، تكایه‌ نازناوێكی دیكه‌ بنووسه‌',
'Username IP'				=>	'نازناو نابێ له‌ شیوه‌ی ژماره‌ی ئای‌پی بێت، تكایه‌ نازناوێكی دیكه‌ بنووسه‌',
'Username reserved chars'	=>	'نازناو نابێ ئه‌م هێمایانه‌ له‌ خۆ بگرێت \', " و [ یان ] به‌ هیچ شێوه‌یه‌ك، تكایه‌ نازناوێكی دیكه‌ بنووسه‌',
'Username BBCode'			=>	'نازناو نابێ هیچ جۆره‌ كۆدێكی به‌كاربراو له‌ مه‌كۆكاندا وه‌ك BBCode له‌ خۆ بگرێت، تكایه‌ نازناوێكی دیكه‌ بنووسه‌',
'Dupe username'				=>	'كه‌سێكی دیكه‌ پێشتر به‌و نازناوه‌ خۆت تۆماركردووه‌، تكایه‌ نازناوێكی دیكه‌ بنووسه‌',
'Pass too short'			=>	'وشه‌ی تێپه‌ڕبوون نابێ له‌ ٤ پیت كه‌متر بێت، تكایه‌ وشه‌ی تێپه‌ڕبوونی درێژتر بنووسه‌',
'Pass not match'			=>	'وشه‌ی تێپه‌ڕبوونه‌كان وه‌ك یه‌ك نین، تكایه‌ بگه‌ڕێوه‌ و ڕاستی بكه‌وه‌',
'Banned e-mail'				=>	'پۆستی ئه‌له‌كترۆنی نووسراو له‌م مه‌كۆیه‌ ده‌ركراوه‌، تكایه‌ پ ئه‌ دیكه‌ بنووسه‌',
'Dupe e-mail'				=>	'كه‌سێكی دیكه‌ به‌و پۆسته‌ ئه‌له‌كترۆنیه‌ پێشتر خۆی تۆمار كردووه‌، تكایه‌ ده‌نكێكی دیكه‌ بنووسه‌',
'Sig too long'				=>	'واژۆ نابێ درێژتر بێت له‌',
'characters'				=>	'پیت',
'Sig too many lines'		=>	'واژۆ نابێ زۆرتر له‌',
'lines'						=>	'دێڕی هه‌بێ',
'Signature quote/code'		=>	'كۆدی وه‌ك BBCode ڕێگه‌ی پێنه‌دراوه‌ له‌ واژۆدا به‌كار ببرێت، تكایه‌ شتێكی دیكه‌ به‌كار ببه‌',
'Bad ICQ'					=>	'ICQ UIN ـی هه‌ڵه‌ت نووسیووه‌، تكایه‌ ڕاستی بكه‌وه‌'

);
