<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'به‌شی خۆ تۆماركردن له‌م مه‌كۆیه‌دا ناچالاك كراوه‌',
'Reg cancel redirect'		=>	'خۆ تۆماركردن وازلێهێنرا، چاوه‌ڕوانبه‌ &hellip;',
'Forum rules'				=>	'یاساكانی مه‌كۆ',
'Rules legend'				=>	'ده‌بێ له‌سه‌ر ئه‌و یاسانه‌ ڕازی بی بۆ ئه‌وه‌ی بتوانی به‌ردوام بیت و خۆت تۆمار بكه‌یت',
'Agree'						=>	'ڕازیم',
'Cancel'					=>	'وازلێهێنان',
'Register'					=>	'تۆماركردن',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'وشه‌ی به‌كاربراو له‌ نازناودا ڕێگه‌ی پێنه‌دراوه‌ به‌كار ببرێت، تكایه‌ نازناوێكی دیكه‌ بنووسه‌',
'Username dupe 1'			=>	'كه‌سێكی دیكه‌ پێشتر به‌و ناوه‌ خۆی تۆمار كردووه‌',
'Username dupe 2'			=>	'نازناوه‌كه‌ت دروست نیه‌، ده‌بێ لانی كه‌م دوو پیتی جیاواز له‌ خۆی بگرێت له‌ نێوان (a-z or 0-9). تكایه‌ نازناوێكی دیكه‌ هه‌ڵبژێره‌.',
'E-mail not match'			=>	'هه‌ردوو پۆسته‌ ئه‌له‌كترۆنیه‌كان وه‌ك یه‌ك نین، تكایه‌ بگه‌ڕێوه‌ و چاكیان بكه‌',

// Registration e-mail stuff
'Reg e-mail'				=>	'سووپاس بۆ به‌ ئه‌ندام بوونت، وشه‌ی تێپه‌ڕبوون نێردرا بۆ پۆستی ئه‌له‌كترۆنی نووسراو، گه‌ر به‌ ده‌ستت نه‌گه‌شت تكایه‌ به‌ڕێوه‌به‌ری مه‌كۆكان ئاگادار بكه‌وه‌',
'Reg complete'				=>	'خۆ تۆماركردن به‌سه‌ركه‌توویی كۆتایی پێهات، چاوه‌ڕوانبه‌ &hellip;',

// Register info
'Desc 1'					=>	'به‌ خۆ تۆماركردنت له‌ مه‌كۆكاندا هه‌ندێك تایبه‌تمه‌ندی به‌سوودت ده‌درێتێ كه‌ میوانان ناتوانن له‌و تایبه‌تمه‌ندیانه‌ سوود ببینن، بۆ نموونه‌ دروستكردنی واژۆ به‌ ویستی خۆت له‌گه‌ڵ توانای ده‌ستكاریكردن و سڕینه‌وه‌ی په‌یامه‌كان، هه‌روه‌ها زۆر تایبه‌تمه‌ندی دیكه‌ش كه‌ زۆر كار ئاسانیت بۆ ده‌كات.',
'Desc 2'					=>	'خانه‌كانی خواره‌وه‌ پڕ بكه‌وه‌ و خۆت تۆمار بكه‌',
'Username legend'			=>	'تكایه‌ نازناوێك بنووسه‌ر كه‌ له‌ نێوان ٢ تا ٢٥ پیت بێت.',
'Pass legend 1'				=>	'تكایه‌ وشه‌ی تێپه‌ڕبوونی بنووسه‌ ',
'Pass legend 2'				=>	'تكایه‌ زانیاریه‌كانی خواره‌وه‌ بخوینه‌وه‌',
'Pass info'					=>	'وشه‌ی تێپه‌ڕبوون ده‌بێ له‌ نێوان ٤ تا ١٦ پیت بێت.',
'E-mail info'				=>	'ده‌بێ پۆستی ئه‌له‌كترۆنی دروست و كاركه‌ر بنووسی، چونكه‌ وشه‌ی تێپه‌ڕبوونی هاتنه‌ ژووره‌وه‌ت بۆ مه‌كۆكان ده‌نێردرێت بۆ ئه‌و پۆسته‌ ئه‌له‌كترۆنیه‌ی ده‌ینووسی',
'Confirm e-mail'			=>	'پۆستی ئه‌له‌كترۆنی جارێكی تر',

);
