<?php

// Language definitions used in search.php
$lang_search = array(

// The search form
'User search'				=>	'گه‌ڕان له‌ ئه‌ندامان',
'No search permission'		=>	'مافی به‌كاربردنی ئه‌م به‌شه‌ت نیه‌',
'Search'					=>	'گه‌ڕان',
'Search criteria legend'	=>	'بگه‌ڕێ به‌ دوای وشه‌كانت',
'Search info'				=>	'بۆ گه‌ڕان به‌ دوای كلیله‌وشه‌یه‌ك، وشه‌/ كان بنووسه‌ له‌ نێو بۆشایی گه‌ڕان دا، بۆ نزیكتر پێكان  AND, OR و NOT به‌كار ببه‌. بۆ گه‌ڕان له‌ ڕێی ناوی نووسه‌ره‌وه‌، نووسه‌ری بابه‌ت له‌ خانه‌ی گه‌ڕان له‌ نووسه‌ران بنووسه‌ و بگه‌ڕێ.',
'Keyword search'			=>	'كلیله‌وشه‌',
'Author search'				=>	'گه‌ڕان له‌ نووسه‌ران',
'Search in legend'			=>	'هه‌ڵبژاردنی بۆ گه‌ڕان لێیدا',
'Search in info'			=>	'هه‌ڵبژێره‌ كه‌ گه‌ڕان له‌ چ به‌شێكدا جێبه‌جێ بكرێت',
'Forum search'				=>	'مه‌كۆ',
'All forums'				=>	'هه‌موو مه‌كۆكان',
'Search in'					=>	'گه‌ڕان له‌',
'Message and subject'		=>	'نووسراوه‌ و سه‌ردێڕی بابه‌ت',
'Message only'				=>	'نووسراوه‌ی بابه‌ت به‌ ته‌نیا',
'Topic only'				=>	'سه‌ردێڕی بابه‌ت به‌ ته‌نیا',
'Sort by'					=>	'ڕیزكردن',
'Sort order'				=>	'چۆنیه‌تی ڕیزكردن',
'Search results legend'		=>	'چۆنیه‌تی بینینی ئه‌نجامی گه‌ڕان',
'Search results info'		=>	'ده‌توانی هه‌ڵبژێری كه‌ چۆن ئه‌نجامه‌كانی گه‌ڕان ببینی',
'Sort by post time'			=>	'كاتی ناردن',
'Sort by author'			=>	'نووسه‌ر',
'Sort by subject'			=>	'سه‌ردێڕ',
'Sort by forum'				=>	'مه‌كۆ',
'Ascending'					=>	'Ascending‌',
'Descending'				=>	'Descending‌',
'Show as'					=>	'پیشاندانی ئه‌نجام وه‌ك',
'Show as topics'			=>	'بابه‌ت',
'Show as posts'				=>	'په‌یام',

// Results
'Search results'			=>	'ئه‌نجامه‌كانی گه‌ڕان',
'No terms'					=>	'ده‌بێ لانیكه‌م كلیله‌وشه‌یه‌ك بنووسی بۆ ئه‌وه‌ی بگه‌ڕێی به‌دوای بابه‌تێك یان نووسه‌رێك',
'No hits'					=>	'گه‌ڕانه‌كه‌ت هیجی نه‌دۆزیه‌وه‌',
'No user posts'				=>	'ئه‌م ئه‌ندامه‌ هیچ په‌یامی نه‌نووسیووه‌ له‌م مه‌كۆیه‌دا',
'No subscriptions'			=>	'تۆ ئێستایی له‌ نوێكاریه‌كانی ئه‌م په‌یامه‌ ئاگادار ناكرێیته‌وه‌',
'No new posts'				=>	'هیچ په‌یامی نوێ نه‌نووسراوه‌ له‌ بابه‌ته‌كاندا پاش دواترین سه‌ردانت',
'No recent posts'			=>	'هیچ په‌یام نه‌نووسراوه‌ له‌ ٢٤ كاتژمێری ڕابردوودا',
'No unanswered'				=>	'هیچ په‌یامی بێ وه‌ڵام نیه‌ له‌م مه‌كۆیه‌‌',
'Go to post'				=>	'بڕۆ بۆ په‌یامی'

);
