<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Допомога',
'produces'				=>	'приводить до вигляду',

'BBCode info 1'			=>	'BBCode &mdash; це колекція тегів для зміни вигляду повідомлень які виводяться на форумі. BBCode дуже схожий і базується на тих же принципах, що й HTML. Нижче вказано список всіх можливих тегів та інструкції, що використовуються в BBCode.',
'BBCode info 2'			=>	'Адміністратори форуму можуть включати й відключати використання тегів BBCode. При додаванні нового повідомлення або зміни свого підпису Ви зможете прочитати, дозволено чи ні їх використання.',

'Text style'			=>	'Відображення тексту',
'Text style info'		=>	'Наступні теги змінюють вигляд тексту:',
'Bold text'				=>	'Жирний текст',
'Underlined text'		=>	'Підкреслений текст',
'Italic text'			=>	'Курсив (похилий текст)',
'Red text'				=>	'Червоний текст',
'Blue text'				=>	'Синій текст',

'Links and images'		=>	'Посилання та зображення',
'Links info'			=>	'Ви можете додавати посилання на інші документи або e-mail адреси, використовуючи наступні теги:',
'My e-mail address'		=>	'Моя e-mail адреса',
'Images info'			=>	'Якщо Ви хочете вставити зображення, Ви можете використати тег img:',

'Quotes'				=>	'Цитати',
'Quotes info'			=>	'Якщо Ви бажаєте процитувати кого-небудь, Ви можете використати тег quote.',
'Quotes info 2'			=>	'Якщо Ви не бажаєте використовувати в цитаті ім\'я автора оригінального повідомлення, то можете використати тег quote, без вказання імені автора.',
'Quote text'			=>	'Це текст, який я хочу процитувати.',
'produces quote box'	=>	'буде відображено як:',

'Code'					=>	'Код',
'Code info'				=>	'Для відображення початкового коду чого-небудь використовуйте тег code. Текст, відмічений цим тегом, передається в незмінному вигляді.',
'Code text'				=>	'Це деякий код.',
'produces code box'		=>	'буде відображено як:',

'Nested tags'			=>	'Вкладені теги',
'Nested tags info'		=>	'Для затосування розширеного форматування використовуйте вкладені BBCode теги. Наприклад:',
'Bold, underlined text'	=>	'Жирний і підкреслений текст',

'Smilies info'			=>	'Якщо Ви бажаєте (і ця функція ввімкнена), форум може автоматично конвертувати набір текстових смайликів в їх графічне відображення. Цей форум розпізнає і конвертує наступні текстові смайлики:'

);
