<?php

// Language definitions used in profile.php
$lang_profile = array(

// Navigation and sections
'Profile menu'				=>	'Профіль',
'Section essentials'		=>	'Загальне',
'Section personal'			=>	'Особисте',
'Section messaging'			=>	'Спілкування',
'Section personality'		=>	'Індивідуальне',
'Section display'			=>	'Відображення',
'Section privacy'			=>	'Приватність',
'Section admin'				=>	'Адміністрування',

// Miscellaneous
'Username and pass legend'	=>	'Ваше ім\'я та пароль',
'Personal details legend'	=>	'Ваші персональні дані',
'Contact details legend'	=>	'Вкажіть дані для спілкування',
'Options display'			=>	'Вкажіть дані для відображення',
'Options post'				=>	'Вкажіть параметри для перегляду повідомлень',
'User activity'				=>	'Активність користувача',
'Paginate info'				=>	'Вкажіть кількість тем і повідомлень, що будуть відображатися на кожній сторінці.',

// Password stuff
'Pass key bad'				=>	'Ключ активації цього пароля невірний або протермінований. Будь-ласка, зробіть запит нового пароля ще раз. Якщо не виходить, зверніться до адміністратора форуму',
'Pass updated'				=>	'Ваш пароль змінено. Ви можете ввійти, використовуючи новий пароль.',
'Pass updated redirect'		=>	'Пароль змінено. Переадресація&hellip;',
'Wrong pass'				=>	'Старий пароль невірний.',
'Change pass'				=>	'Зміна пароля',
'Change pass legend'		=>	'Ведіть і підтвердіть Ваш новий пароль',
'Old pass'					=>	'Старий пароль',
'New pass'					=>	'Новий пароль',
'Confirm new pass'			=>	'Підтвердіть новий пароль',

// E-mail stuff
'E-mail key bad'			=>	'Ключ активації даної e-mail адреси невірний або протермінований. Будь-ласка, зробіть запит зміни e-mail адреси ще раз. Якщо не вийде, зверніться до адміністратора форуму',
'E-mail updated'			=>	'Ваша e-mail адреса змінена.',
'Activate e-mail sent'		=>	'За вказаною адресою був висланий лист з інструкцією як активувати нову e-mail адресу. У випадку виникнення якихось проблем зверніться до адміністратора',
'E-mail legend'				=>	'Введіть вашу нову e-mail адресу',
'E-mail instructions'		=>	'Введіть нову e-mail адресу, на яку прийде повідомлення з посиланням для підтвердження змін. Для підтвердження зміни e-mail адреси, Вам необхідно буде зайти по присланому посиланню.',
'Change e-mail'				=>	'Змінити e-mail адресу',
'New e-mail'				=>	'Новий e-mail',

// Avatar upload stuff
'Avatars disabled'			=>	'Використання аватарів відключено адміністратором.',
'Too large ini'				=>	'Вибраний файл занадто великий для завантаження.',
'Partial upload'			=>	'Вибраний файл був завантажений не повністю. Будь-ласка, спопробуйте ще раз.',
'No tmp directory'			=>	'PHP не зміг зберегти завантажений файл у тимчасовому каталозі.',
'No file'					=>	'Ви не вибрали файл для завантаження.',
'Bad type'					=>	'Тип файлу, вибраного Вами, не дозволений. Допустимі типи: gif, jpeg та png.',
'Too wide or high'			=>	'Файл, який Ви завантажуєте, має більшу, ніж максимально допустима, ширину та/або висоту',
'Too large'					=>	'Файл, який Ви завантажуєте, має більший, ніж максимально допустимий розмір',
'pixels'					=>	'пікселів',
'bytes'						=>	'байтів',
'Move failed'				=>	'Не вдалося зберегти на сервері файл, що завантажується. Будь-ласка, зверніться до адміністратора',
'Unknown failure'			=>	'Невідома помилка. Будь-ласка, спробуйте ще раз.',
'Avatar upload redirect'	=>	'Аватар завантажений. Переадресація&hellip;',
'Avatar deleted redirect'	=>	'Аватар знищено. Переадресація&hellip;',
'Avatar desc'				=>	'Аватар &mdash; це маленьке зображення, що буде відображатися під Вашим іменем у повідомленнях на форумі. Воно не може бути більше, ніж',
'Upload avatar'				=>	'Завантажити аватар',
'Upload avatar legend'		=>	'Вкажіть файл з аватаром для завантаження',
'Delete avatar'				=>	'Знищити аватар',	// only for admins
'File'						=>	'Файл',
'Upload'					=>	'Завантажити',	// submit button

// Form validation stuff
'Dupe username'				=>	'Хтось вже зареєстрований з таким іменем. Будь ласка, поверніться назад і спробуйте syit ім\'я.',
'Forbidden title'			=>	'Статус, введений Вами, містить заборонене слово. Ви повинні вибрати інший статус.',
'Profile redirect'			=>	'Профіль оновлено. Переадресація...',

// Profile display stuff
'Not activated'				=>	'Цей користувач ще не активував свій обліковий запис. Він активується при першому заході на форум.',
'Unknown'					=>	'(Невідомо)',	// This is displayed when a user hasn't filled out profile field (e.g. Location)
'Private'					=>	'(Приховано)',	// This is displayed when a user does not want to receive e-mails
'No avatar'					=>	'(Немає аватара)',
'Show posts'				=>	'Показати всі повідомлення',
'Realname'					=>	'Справжнє ім\'я',
'Location'					=>	'Місце знаходження',
'Website'					=>	'Вебсайт',
'Jabber'					=>	'Jabber',
'ICQ'						=>	'ICQ',
'MSN'						=>	'MSN Messenger',
'AOL IM'					=>	'AOL IM',
'Yahoo'						=>	'Yahoo! Messenger',
'Avatar'					=>	'Аватар',
'Signature'					=>	'Підпис',
'Sig max length'			=>	'Максимальна довжина',
'Sig max lines'				=>	'Максимальна кількість рядків',
'Avatar legend'				=>	'Налаштування відображення аватара',
'Avatar info'				=>	'Аватар &mdash; це маленьке зображення, яке буде відображатися під Вашим іменем у повідомленнях на форумі. Ви можете завантажити аватар, клацнувши на посилання нижче. Для того щоб аватар було видно у ваших повідомленнях, увімкніть опцію "Використовувати аватар".',
'Change avatar'				=>	'Змінити аватар',
'Use avatar'				=>	'Використовувати аватар.',
'Signature legend'			=>	'Введіть ваш підпис',
'Signature info'			=>	'Підпис &mdash; це невеликий уривок тексту, що додається до ваших повідомлень. Це може бути все, що забажаєте. Наприклад, ваша улюблена цитата. У підписі можна використовувати вбудовані теги BBCode та/або HTML, якщо це дозволено адміністратором. Ви можете побачити дозволені можливості внизу, при редагуванні підпису.',
'Sig preview'				=>	'Попередній перегляд поточного підпису:',
'No sig'					=>	'Немає підпису.',
'Topics per page'			=>	'Тем',
'Topics per page info'		=>	'Ця опція встановлює кількість тем, що показуються на одній сторінці, при перегляді форуму. Якщо ви не визначились, використовувати її чи ні, то залиште поле порожнім, будуть використані типові значення.',
'Posts per page'			=>	'Повідомлень',
'Posts per page info'		=>	'Ця опція контролює кількість повідомлень, що відображаються на одній сторінці, при перегляді теми. Якщо ви не визначились, використовувати її чи ні, то залиште поле порожнім, будуть використані типові значення.',
'Leave blank'				=>	'Залиште поле порожнім, для використання типових налагоджень форуму.',
'Notify full'				=>	'Включати повідомлення повністю, при підписці на сповіщення про нові повідомлення на форумі по e-mail.',
'Notify full info'			=>	'При ввімкненні цієї опції, в тіло сповіщення про нові повідомлення по e-mail, буде включатися текст самих повідомлень.',
'Show smilies'				=>	'Перетворити смайлики в їх типові зображення',
'Show smilies info'			=>	'Якщо Ви увімкнете цю опцію, то замість текстових смайликів будуть використовуватись маленькі іконки.',
'Show images'				=>	'Показувати зображення в повідомленнях.',
'Show images info'			=>	'Зніміть відмітку, якщо Ви не хочете бачити зображення в повідомленнях (включаючи смайлики та зображення, що відображаються за допомогою тега img).',
'Show images sigs'			=>	'Показувати зображення в підписі.',
'Show images sigs info'		=>	'Зніміть відмітку, якщо Ви не хочете бачити зображення в підписах, що відображуються за допомогою тега img.',
'Show avatars'				=>	'Показувати аватари користувачів в повідомленнях.',
'Show avatars info'			=>	'Встановіть цю опцію для відображення аватарів у повідомленнях на форумі.',
'Show sigs'					=>	'Показувати підписи користувачів.',
'Show sigs info'			=>	'Відмітьте, якщо Ви хочете бачити підписи користувачів.',
'Style legend'				=>	'Виберіть стиль відображення',
'Style info'				=>	'При бажанні, Ви можете використовувати інший візуальний стиль для цього форуму.',
'Admin note'				=>	'Примітка адміністратора',
'Pagination legend'			=>	'Параметри відображення сторінок',
'Post display legend'		=>	'Вибір відображення повідомлень',
'Post display info'			=>	'Якщо Ви використовуєте повільне з\'єднання, то Ви можете заборонити відображення зображень в повідомленнях і підписах для прискорення завантаження сторінок.',
'Instructions'				=>	'Після оновлення профілю, Ви будете перенаправлені назад на цю сторінку.',

// Administration stuff
'Group membership legend'	=>	'Виберіть групу користувачів',
'Save'						=>	'Зберегти',
'Set mods legend'			=>	'Встановити права модератора',
'Moderator in'				=>	'Модератор в',
'Moderator in info'			=>	'Виберіть, які форуми буде модерувати цей користувач. Примітка: це стосується тільки модераторів. Адміністратори завжди мають повний доступ до всіх форумів.',
'Update forums'				=>	'Оновити форуми',
'Delete ban legend'			=>	'Знищити (тільки для адміністраторів) або заборонити користувача',
'Delete user'				=>	'Знищити користувача',
'Ban user'					=>	'Заборонити користувача',
'Confirm delete legend'		=>	'Важливо: прочитайте перед знищенням користувача',
'Confirm delete user'		=>	'Підтвердіть знищення користувача',
'Confirmation info'			=>	'Будь-ласка, підтвердіть, що Ви дійсно хочете знищити користувача',	// the username will be appended to this string
'Delete warning'			=>	'Увага! Знищення користувача або повідомлень не може бути відновлено. Якщо Ви виберете не знищувати повідомлення, зроблені користувачем, то ці повідомлення можна буде знищити тільки вручну пізніше.',
'Delete posts'				=>	'Знищення всіх повідомлень і тем зроблених користувачем.',
'Delete'					=>	'Знищити',		// submit button (confirm user delete)
'User delete redirect'		=>	'Користувача знищено. Переадресація&hellip;',
'Group membership redirect'	=>	'Статус користувача оновлено. Переадресація&hellip;',
'Update forums redirect'	=>	'Права модерування форуму оновлені. Переадресація&hellip;',
'Ban redirect'				=>	'Переадресація&hellip;'

);
