<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'Введіть правильну e-mail адресу',
'E-mail legend 2'			=>	'Введіть та підтвердіть правильну e-mail адресу',
'Localisation legend'		=>	'Виберіть параметри локалізації',
'Timezone'					=>	'Часовий пояс',
'Timezone info'				=>	'Для того, щоб час відображався вірно, Ви повинні вибрати часовий пояс для місцевості, звідки Ви відвідуєте форум.',
'Language'					=>	'Мова',
'Language info'				=>	'Виберіть мову, на якій буде відображатися форум.',
'E-mail setting info'		=>	'Виберіть яким чином Ваша e-mail адреса буде відображатись на форумі, і чи бажаєте Ви, щоб інші користувачі мали можливість надсилати Вам e-mail повідомлення через форум.',
'E-mail setting 1'			=>	'Показувати Вашу e-mail адресу.',
'E-mail setting 2'			=>	'Приховати Вашу e-mail адресу, але дозволити надсилати Вам повідомлення через форум.',
'E-mail setting 3'			=>	'Приховати Вашу e-mail адресу і заборонити надсилати Вам повідомлення через форум.',
'Privacy options legend'	=>	'Виберіть параметри приватності',
'Save user/pass'			=>	'Запамятати ім\'я користувача та пароль між відвідуваннями.',
'Save user/pass info'		=>	'Увімкнення цієї опції дає можливість форуму "запам\'ятовувати" Вас між візитами (ім\'я користувача та пароль зберігаються в куках Вашого броузера). У цьому випадку, Вам не потрібно буде кожен раз вводити Ваше ім\'я та пароль при вході на форум. Вхід відбудеться автоматично. Рекомендується.',
'Confirm pass'				=>	'Підтвердіть пароль',

'Username too short'		=>	'Ім\'я користувача повинно бути не коротшим, ніж 2 символи. Будь-ласка виберіть інше ім\'я.',
'Username guest'			=>	'Ім\'я користувача "Гість" зарезервоване. Будь-ласка, оберіть інше ім\'я.',
'Username IP'				=>	'Імена користувачів форуму не можуть бути в вигляді IP адрес. Будь-ласка, оберіть інше ім\'я.',
'Username reserved chars'	=>	'Ім\'я користувача не може містити в собі символи \', " та [ або ] одночасно. Будь ласка, оберіть інше ім\'я.',
'Username BBCode'			=>	'Імена користувачів не можуть містити теги BBCode. Будь-ласка, оберіть інше ім\'я.',
'Dupe username'				=>	'Хтось вже зареєстрований з таким ім\'ям. Будь ласка, оберіть інше ім\'я.',
'Pass too short'			=>	'Пароль повинен містити не менше, ніж 4 символи.  Будь-ласка, виберіть інший (більш довгий) пароль.',
'Pass not match'			=>	'Паролі не співпадають.  Будь ласка, поверніться і спробуйте ще раз.',
'Banned e-mail'				=>	'E-mail адреса, введена вами, знаходиться в чорному списку (забанена). Будь ласка, оберіть іншу e-mail адресу.',
'Dupe e-mail'				=>	'Хтось вже зареєстрований з такою e-mail адресою. Будь-ласка, оберіть іншу e-mail адресу.',
'Sig too long'				=>	'Підпис не може бути довший, ніж',
'characters'				=>	'символів',
'Sig too many lines'		=>	'Підпис не може містити більше, ніж',
'lines'						=>	'рядків',
'Signature quote/code'		=>	'В підписі не дозволені лапки та BBCodе. Будь-ласка, виберіть іншу e-mail адресу.',
'Bad ICQ'					=>	'Ви ввели невірний ICQ UIN. Будь-ласка, поверніться та виправте.'

);
