<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'На даний момент форум не приймає нових користувачів.',
'Reg cancel redirect'		=>	'Реєстрація відмінена. Переадресація&hellip;',
'Forum rules'				=>	'Правила форуму',
'Rules legend'				=>	'Ви повинні прийняти наступні правила для реєстрації',
'Agree'						=>	'Згоден',
'Cancel'					=>	'Не згоден',
'Register'					=>	'Реєстрація',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'Ім\'я користувача, яке Ви ввели, містить заборонені слова. Будь-ласка, оберіть інше ім\'я.',
'Username dupe 1'			=>	'Хтось вже зареєструвався під цим ім\'ям',
'Username dupe 2'			=>	'Ім\'я користувача, яке ви ввели, дуже схоже на таке, що вже існує. Імена повинні відрізнятись щонайменше на один символ (a-z або 0-9). Будь-ласка, поверніться і спробуйте інше ім\'я.',
'E-mail not match'			=>	'E-mail адреси не співпадають. Будь-ласка, поверніться і виправте.',

// Registration e-mail stuff
'Reg e-mail'				=>	'Дякуємо за реєстрацію. Ваш пароль був відісланий за вказанною при реєстрації адресою. Якщо він не прийшов, Ви можете звернутись до адміністратора',
'Reg complete'				=>	'Реєстрація завершена. Ви зайшли на форум. Переадресація&hellip;',

// Register info
'Desc 1'					=>	'Реєстація не обов\'язкова, але вона надасть Вам доступ до додаткових можливостей. Наприклад, з\'явиться можливість редагувати та знищувати свої повідомлення, додавати власний підпис до всіх повідомлень, підписуватися на сповіщення про нові повідомлення на форумі. Якщо у Вас є якісь запитання щодо цього форуму, Ви можете звернутися до адміністратора.',
'Desc 2'					=>	'Нижче наведена форма, яку Ви повинні заповнити для того, щоб 
зареєструватися. Після реєстрації, Ви повинні відвідати свій профіль та переглянути введену інформацію, яку Ви зможете відредагувати в разі необхідності. Поля, які заповнюються нижче &mdash; це тільки невеличка частина всіх можливостей, які Ви зможете змінювати у своєму профілі.',
'Username legend'			=>	'Введіть ім\'я користувача довжиною від 2 до 25 символів',
'Pass legend 1'				=>	'Введіть та підтвердіть свій пароль',
'Pass legend 2'				=>	'Будь-ласка, прочитайте інструкцію нижче',
'Pass info'					=>	'Пароль повинен мати довжину не меньше 4 і не більше 16 символів. Пароль залежить від регістру символів.',
'E-mail info'				=>	'Ви повинні вказати правильну e-mail адресу, оскільки випадково згенерований пароль буде висланий на цю адресу.',
'Confirm e-mail'			=>	'Підтвердіть e-mail адресу',

);
