<?php

// Language definitions used in search.php
$lang_search = array(

// The search form
'User search'				=>	'Пошук користувача',
'No search permission'		=>	'Ви не маєте прав для використання системи пошуку.',
'Search'					=>	'Пошук',
'Search criteria legend'	=>	'Задайте критерій для пошуку',
'Search info'				=>	'Для пошуку за ключовим словом, введіть одне або декілька слів. Розділяйте слова пропусками. Ви можете використовувати AND, щоб визначити слова, які повинні бути в результатах, OR &mdash; для слів, які можуть бути в результатах, і NOT &mdash; для слів, яких в результатах бути не повинно. Для пошуку по автору, введіть ім\'я користувача, повідомлення якого Ви бажаєте знайти. Використовуйте * для часткового співпадіння.',
'Keyword search'			=>	'Пошук по ключовому слову',
'Author search'				=>	'Пошук по автору',
'Search in legend'			=>	'Виберіть де шукати',
'Search in info'			=>	'Виберіть в якому форумі Ви бажаєте шукати і вкажіть місце пошуку: в заголовках повідомлень або/та в тексті повідомлень.',
'Forum search'				=>	'Форум',
'All forums'				=>	'Всі форуми',
'Search in'					=>	'Шукати в',
'Message and subject'		=>	'Текстах повідомлень і заголовках тем',
'Message only'				=>	'Тільки в текстах повідомлень',
'Topic only'				=>	'Тільки в заголовках тем',
'Sort by'					=>	'Сортувати за',
'Sort order'				=>	'Впорядкувати за',
'Search results legend'		=>	'Виберіть як відображати результати пошуку',
'Search results info'		=>	'Ви можете вибрати як сортувати і відображати результат вашого пошуку',
'Sort by post time'			=>	'Часом',
'Sort by author'			=>	'Автором',
'Sort by subject'			=>	'Заголовком',
'Sort by forum'				=>	'Форумом',
'Ascending'					=>	'Зростанням',
'Descending'				=>	'Спаданням',
'Show as'					=>	'Показувати результати як',
'Show as topics'			=>	'Теми',
'Show as posts'				=>	'Повідомлення',

// Results
'Search results'			=>	'Результати пошуку',
'No terms'					=>	'Ви повинні ввести хоча б одне ключове слово та/або автора.',
'No hits'					=>	'За Вашим запитом нічого не знайдено.',
'No user posts'				=>	'В цьому форумі немає повідомлень цього користувача.',
'No subscriptions'			=>	'На даний момент Ви не підписані на жодну з тем',
'No new posts'				=>	'З моменту Вашого останнього візиту немає тем з новими повідомленнями.',
'No recent posts'			=>	'Немає нових повідомлень, надісланих за останні 24 години.',
'No unanswered'				=>	'В цьому форумі немає повідомлень без відповіді.',
'Go to post'				=>	'Перейти до теми'

);
