<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'Пошук і сортування користувачів',
'User search info'		=>	'Введіть ім\'я користувачів для пошуку та/або вкажіть групу. Ім\'я користувача 
може бути порожнім. Використовуйте * в якості шаблону для часткового співпадіння. Відсортуйте користувачів за ім\'ям, датою реєстрації або кількістю переданих повідомлень і впорядкуйте за зростанням/спаданням.',
'User group'			=>	'Група користувачів',
'No of posts'			=>	'Кількість повідомлень',
'All users'				=>	'Всі користувачі'

);
