<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Дапамога',
'produces'				=>	'прывядзе да выгляду',

'BBCode info 1'			=>	'BBCode - гэта калекцыя тэгаў дзеля зьмяненьня тэкста паведамленьняў. BBCode вельмі падобны і грунтуецца па тых жа прынцыпах, што і HTML. Ніжэй зазначаны сьпіс усіх магчымых тэгаў і інструкцый па іх ужываньні.',
'BBCode info 2'			=>	'Адміністрацыя форума рэгулюе ўжываньне BBCode тэгаў. Калі вы дадаёце новае паведамленьне, ці зьмяняеце свой подпіс, вы маеце магчымасьць прачытаць, што дазволена выкарыстоўваць пры іх напісаньні.',

'Text style'			=>	'Адлюстраваньне тэкста',
'Text style info'		=>	'Наступныя тэгі вызначаюць/зьмяняюць выгляд тэкста:',
'Bold text'				=>	'Тоўсты тэкст',
'Underlined text'		=>	'Падкрэслены тэкст',
'Italic text'			=>	'Курсіў (ннахілены тэкст)',
'Red text'				=>	'Пазначэньне колерам',
'Blue text'				=>	'Пазначэньне колерам',

'Links and images'		=>	'Спасылкі і вобразатворы',
'Links info'			=>	'Вы маеце магчымасьць дадаваць спаслыкі на іншыя дакумэнты ці e-mail адрас, выкарыстоўвая наступныя тэгі:',
'My e-mail address'		=>	'Мой e-mail адрас',
'Images info'			=>	'Дзеля даданьня вобразатвора ўжывайце тэг img:',

'Quotes'				=>	'Цытаты',
'Quotes info'			=>	'Калі вы жадаеце працытаваць кагосьці, Вы маеце магчымасьць выкарыстоўваць тэг quote.',
'Quotes info 2'			=>	'Калі вы не жадаеце пазначаць імя аўтара цытаты, выкарыстоўвайце тэг quote, без пазначэньня імя аўтара.',
'Quote text'			=>	'Тэкст, які я жадаў працытаваць.',
'produces quote box'	=>	'будзе адлюстравана такім чынам:',

'Code'					=>	'Код',
'Code info'				=>	'Дзеля адлюстраваньня зыходнага кода чагосьці, карыстайцеся тэгам code. Тэкст, пазначаны такім чынам, адлюстроўваецца без зьмен..',
'Code text'				=>	'Тэкст, які будзе адлюстроўвацца як код.',
'produces code box'		=>	'будзе адлюстравана такім чынам:',

'Nested tags'			=>	'Укладзеныя тэгі',
'Nested tags info'		=>	'Магчыма карыстацца некалькімі тэгамі адначасова. Напрыклад:',
'Bold, underlined text'	=>	'Тоўсты і падкрэслены тэкст',

'Smilies info'			=>	'Калі вам падабаецца (і такая функцыя ўключана), форум аўтаматычна перапрацоўвае тэкставыя сымбалі ў графічныя відарысы. Гэты форум канверсуе наступныя смайлы:'

);
