<?php

// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'Памылковае імя і/ці пароль.',
'Forgotten pass'		=>	'Забылі пароль?',
'Login redirect'		=>	'Пасьпяховы ўваход. Пераадрасацыя...',
'Logout redirect'		=>	'Вы выйшлі. Пераадрасацыя...',
'No e-mail match'		=>	'Пазначаны e-mail адрас ужо выкарыстоўваецца іншым карыстальнікам форума.',
'Request pass'			=>	'Запытаць пароль',
'Request pass legend'	=>	'Увядзіце адрас e-mail, які вы пазначылі пры рэгістраыі',
'Request pass info'		=>	'Новы пароль са спасылкай на яго актывацыю адпраўлены па пазнычыным адрасе.',
'Not registered'		=>	'Не зарэгістраваны?',
'Login legend'			=>	'Пазначце вашае імя і пароль ніжэй',
'Login info'			=>	'Калі вы не зарэгістраваны ці забылі пароль, зьвярніцеся па адпаведнай спасылцы ніжэй.',

// Forget password mail stuff
'Forget mail'			=>	'Паведамленьне зь інструкцыяй па зьмянентні пароля адпраўлена па пазначаным адрасе. Калі узьнікаюць праблемы, зьвяртайцеся да адміністратара.'

);
