<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'Пазначце сапраўдны e-mail адрас',
'E-mail legend 2'			=>	'Увядзіце й падцьвердзіце e-mail адрас',
'Localisation legend'		=>	'Рэгіянальныя налады',
'Timezone'					=>	'Гадзінны пояс',
'Timezone info'				=>	'Дзеля таго, каб час адлюстроўваўся правільна, пазначце адпаведны гадзінны пояс',
'Language'					=>	'Мова',
'Language info'				=>	'Абярыце мову, на якой форум будзе адлюстроўвацца',
'E-mail setting info'		=>	'Адлюстраваньне Вашага e-mail адрас на форуме.',
'E-mail setting 1'			=>	'Показваць ваш e-mail адрас.',
'E-mail setting 2'			=>	'Схаваць ваш e-mail адрас, але дазволіць дасылаць Вам лісты праз форум.',
'E-mail setting 3'			=>	'Схаваць ваш e-mail адрас і забараніць атрымоўваць лісты праз форум.',
'Privacy options legend'	=>	'Асабістыя налады',
'Save user/pass'			=>	'Запомніць імя і пароль карыстальніка паміж візітамі.',
'Save user/pass info'		=>	'Браўзер будзе захоўваць вашае імя і пароль у куках, такім чынам уваход на форум адбудзецца аўтаматычна, што дазволе вам не запамінаць ваш пароль і лёгін на форуме да тых часоў, пакуль вы не выдаліце ўсе кукі. Рэкамендуем, калі вы адзіны карыстальнік вашага кампутэра.',
'Confirm pass'				=>	'Падцьвердзіце пароль',

'Username too short'		=>	'Браўзер будзе захоўваць вашае імя і пароль у куках, такім чынам уваход на форум адбудзецца аўтаматычна, што дазволе вам не запамінаць ваш пароль і лёгін на форуме да тых часоў, пакуль вы не выдаліце ўсе кукі. Рэкамендуем, калі вы адзіны карыстальнік вашага кампутэра.',
'Username guest'			=>	'Імя guest выкарыстоўваць нельга. Калі ласка, пзначце іншае імя.',
'Username IP'				=>	'IP-нумары не дазволены на форуме. Калі ласка пазначце іншае імя.',
'Username reserved chars'	=>	'Вашае імя зьмяшчае сымбалі \', " і [ ці ] адначасова. Калі ласка, пазначце іншае імя.',
'Username BBCode'			=>	'У імёнах карыстальнікаў не дазволены смайлы і BBCode. Калі ласка, пазначце іншае імя.',
'Dupe username'				=>	'Хтосьці ўжо зарэгістраваны з такім імем. Калі ласка, пазначце іншае імя.',
'Pass too short'			=>	'Пароль павінен складацца за 4х і болей сымбаляў. Калі ласка, пазначце даўжэйшы пароль.',
'Pass not match'			=>	'Паролі не супадаюць, калі ласка, выпраўце.',
'Banned e-mail'				=>	'E-mail адрас, які вы пазначылі, у чорным сьпісе.',
'Dupe e-mail'				=>	'Пазначаны e-mail адрас ужо выкарыстоўваецца іншым карыстальнікам форума. Калі ласка, выпраўце.',
'Sig too long'				=>	'Подпіс ня можа быць даўжэй за',
'characters'				=>	'сымбаляў',
'Sig too many lines'		=>	'У подпісу ня можа быць больш за',
'lines'						=>	'радкоў',
'Signature quote/code'		=>	'У подпісу не дазволены двукосьсі і BBCodе. Калі ласка, выпраўце',
'Bad ICQ'					=>	'Памылковы ICQ UIN. Калі ласка, выпраўце.'

);
