<?php

// Language definitions used in profile.php
$lang_profile = array(

// Navigation and sections
'Profile menu'				=>	'Профіль',
'Section essentials'		=>	'Асноўны',
'Section personal'			=>	'Пэрсанальны',
'Section messaging'			=>	'Зносіны',
'Section personality'		=>	'Індывідуальны',
'Section display'			=>	'Адлюстраваньне',
'Section privacy'			=>	'Асабісты',
'Section admin'				=>	'Адміністраваньне',

// Miscellaneous
'Username and pass legend'	=>	'Імя і пароль',
'Personal details legend'	=>	'Пэрсанальная інфармацыя',
'Contact details legend'	=>	'Пазначце налады для зносін',
'Options display'			=>	'Пазначце налады адлюстраваньня',
'Options post'				=>	'Пазначце налады для прагляду паведамленьняў',
'User activity'				=>	'Актыўнасьць карыстальніка',
'Paginate info'				=>	'Пазначце колькасьць тэм і паведамленьняў, якія будуць адлюстроўвацца на кожнай старонцы.',

// Password stuff
'Pass key bad'				=>	'Ключ актывацыі пароля несапраўдны ці ўстарэў. Калі ласка, запытайце новы пароль яшчэ раз. Калі не атрымоўваецца, зьвярніцеся да адміністратара',
'Pass updated'				=>	'Парольь зьменены. Цяпер выкарыстоўвайце ваш новы пароль.',
'Pass updated redirect'		=>	'Пароль зьменены. Пераадрасацыя...',
'Wrong pass'				=>	'Стары пароль несапраўдны.',
'Change pass'				=>	'Зьмяніць пароль',
'Change pass legend'		=>	'Увядзіце й пацьвердзіце новы пароль',
'Old pass'					=>	'Стары пароль',
'New pass'					=>	'Новы пароль',
'Confirm new pass'			=>	'Пацьвердзіце новы пароль',

// E-mail stuff
'E-mail key bad'			=>	'Ключ актывацыі пароля несапраўдны ці ўстарэў. Калі ласка, запытайце новы пароль яшчэ раз. Калі не атрымоўваецца, зьвярніцеся да адміністратара',
'E-mail updated'			=>	'Ваш e-mail адрас зьменены.',
'Activate e-mail sent'		=>	'На пазначаны адрас адпраўлен ліст зь інструкцыяй.',
'E-mail legend'				=>	'Пазначце новы e-mail адрас',
'E-mail instructions'		=>	'Пазначце новы e-mail адрас, на які прыйдзе паведамленьне з пацьверджаньнем зьмен. Дзеля сьцьвярджэньня зьмяненьня e-mail адраса, Вам трэба будзе націснуць на спасылку.',
'Change e-mail'				=>	'Зьмяніць e-mail адрас',
'New e-mail'				=>	'Новы e-mail',

// Avatar upload stuff
'Avatars disabled'			=>	'Карыстаньне аватарамі забаронена адмінітсратарам',
'Too large ini'				=>	'Файл занадта вялік',
'Partial upload'			=>	'Файл не загружаны. Калі ласка, паспрабуйце яшчэ раз.',
'No tmp directory'			=>	'PHP не схаваў файл. Калі ласка, паспрабуйце яшчэ раз.',
'No file'					=>	'Вы не пазначылі файл загрузцы.',
'Bad type'					=>	'Такі тып файла не дазволены. Дазволеныя тыпы гэта: - gif, jpeg и png.',
'Too wide or high'			=>	'Файл больш дазволіных шырыні і/ці вышыні',
'Too large'					=>	'Файл больш дазволеных памераў.',
'pixels'					=>	'кропак',
'bytes'						=>	'байтаў',
'Move failed'				=>	'Файл ня быў схаваны на серверы. Калі ласка, зьвярніцеся да адміністратара',
'Unknown failure'			=>	'Невядомая памылка. Паспрабуйце яшчэ раз',
'Avatar upload redirect'	=>	'Аватар загружаны. Пераадрасацыя...',
'Avatar deleted redirect'	=>	'Аватар выдалены. Пераадрасацыя...',
'Avatar desc'				=>	'Аватар - гэта маленькі вобразатвор, які будзе адлюстроўвацца пад вашым імем ў кожным паведамленьні. Яно павінна быць менш за',
'Upload avatar'				=>	'Загрузіць аватар',
'Upload avatar legend'		=>	'Пазначце файл, зь якога аватара загрузіцца на форум.',
'Delete avatar'				=>	'Выдаліць аватар',	// only for admins
'File'						=>	'Файл',
'Upload'					=>	'Загрузіць',	// submit button

// Form validation stuff
'Dupe username'				=>	'Хтосьці ўжо карыстаецца такім імем. Калі ласка, зьмяніце',
'Forbidden title'			=>	'Назва, якую вы ўвялі, зьмяшчае забароненае слова. Калі ласка, зьмяніце назву.',
'Profile redirect'			=>	'Профіль абноўлены. Пераадрасацыя...',

// Profile display stuff
'Not activated'				=>	'Гэты карыстальнік яшчэ не актывіраваў свой акаўнт (уліковы запіс). Акаўнт актывіруецца пры першым уваходзе на форум',
'Unknown'					=>	'(Невядома)',	// This is displayed when a user hasn't filled out profile field (e.g. Location)
'Private'					=>	'(Схован)',	// This is displayed when a user does not want to receive e-mails
'No avatar'					=>	'(няма аватара)',
'Show posts'				=>	'Вашыя паведамленьні',
'Realname'					=>	'Сапраўднае імя',
'Location'					=>	'Месца знаходжаньня',
'Website'					=>	'Вэбсайт',
'Jabber'					=>	'Jabber',
'ICQ'						=>	'ICQ',
'MSN'						=>	'MSN Messenger',
'AOL IM'					=>	'AOL IM',
'Yahoo'						=>	'Yahoo! Messenger',
'Avatar'					=>	'Аватар',
'Signature'					=>	'Подпіс',
'Sig max length'			=>	'Макс. сымбаляў',
'Sig max lines'				=>	'Макс. радкоў',
'Avatar legend'				=>	'Налады адлюстраваньня аватара.',
'Avatar info'				=>	'Аватар - гэта маленькі вобразатвор, які будзе адлюстроўвацца пад вашым імем ў кожным паведамленьні. Вы павінны загрузіць аватар, націснуўшы на спасылку ніжэй. Каб аватар адлюстроўваўся на форуме, адзначце птушкай поле \'Выкарыстоўваць аватар\'.',
'Change avatar'				=>	'Зьмяніць аватар',
'Use avatar'				=>	'Выкарыстоўваць аватар.',
'Signature legend'			=>	'Подпіс',
'Signature info'			=>	'Подпіс - невялікая прыпіска, якая будзе дадана пасьля кожнага вашага паведамленьня. Вы маеце права выкарстыоўваць BBCode і/ці HTML, калі гэта дазволена адміністратарам. Дазволы адлюстроўваюцца на адпаведным месцы пры рэдагаваньні подпіса.',
'Sig preview'				=>	'Папярэдні прагляд подпіса:',
'No sig'					=>	'Няма падпіса.',
'Topics per page'			=>	'Тэм',
'Topics per page info'		=>	'Колькасьць тэм, якая адлюстроўваецца на адной старонцы. Калі вы ня ведаеце, ўто з гэтым рабіць, пакіньце поле пустым. Форум аўтаматычна адлюстроўвае пэўную колькасьць тэм.',
'Posts per page'			=>	'Паведамленьняў',
'Posts per page info'		=>	'Колькасьць паведамленьняў, якая адлюстроўваецца на адной старонцы. Калі вы ня ведаеце, ўто з гэтым рабіць, пакіньце поле пустым. Форум аўтаматычна адлюстроўвае пэўную колькасьць паведамленьняў.',
'Leave blank'				=>	'Пакіньце поле пустым, каб выкарыстоўваць налады форума',
'Notify full'				=>	'Паведамленьні на на e-mail цалкам.',
'Notify full info'			=>	'Калі вы падпісваецеся на тэмы, то паведамленьні на эляктроную пошту зьмяшчаюць паведамленьне цалкам.',
'Show smilies'				=>	'Адлюстроўваць смайлы як вобразатворы',
'Show smilies info'			=>	'Пазначце, калі вы жадаеце замест сымбаляў смайлыў бачыць вобразатворы. Вы маеце права ўстанавіць гэтую функцыю для кожнага вашага паведамленьня',
'Show images'				=>	'Паказваць вобразатворы ў паведамленьнях.',
'Show images info'			=>	'Скасуйце птушку, калі не жадаеце бачыць вобразатворы й іконкі ў паведамленьнях.',
'Show images sigs'			=>	'Паказваць вобразатворы ў подпісах.',
'Show images sigs info'		=>	'Скасуйце птушку, увлі не жадаеце бачыць фобразатворы ў паведамленьнях, уведзеных з дапамогай тэга img.',
'Show avatars'				=>	'Паказваць аватары карыстальнікаў у паведамленьнях',
'Show avatars info'			=>	'Устанавіць гэыую опцыю дзеля адлюстраваньня аватараў у паведамленьнях форума.',
'Show sigs'					=>	'Паказваць подпісы карыстальнікаў..',
'Show sigs info'			=>	'пазначце, калі жадаеце бачыць подпісы карыстальнікаў.',
'Style legend'				=>	'Пазначце стыль адлюстраваньня форума',
'Style info'				=>	'Вы маеце права выкарыстоўваць іншы стыль форума, калі выбар ёсьць :)',
'Admin note'				=>	'заўвагі адміністратара',
'Pagination legend'			=>	'Выбар адлюстраваньня старонак',
'Post display legend'		=>	'Выбар адлюстраваньня паведамленьняў',
'Post display info'			=>	'Калі вы карыстаецеся павольным падлучэньнем, вы маеце права адмяніць адлюстраваньне вобразатвораў у паведамленьнях і подпісах, каб старонка грузілася хутчэй.',
'Instructions'				=>	'Пасьля аднаўленьня профіля, вы накіруецеся на гэтую старонку.',

// Administration stuff
'Group membership legend'	=>	'Абярыце групу карыстальнікаў',
'Save'						=>	'Захаваць',
'Set mods legend'			=>	'устанавіць правы мадэратара',
'Moderator in'				=>	'Мадэратар у',
'Moderator in info'			=>	'Пазначце форумы, дзе гэты карыстальнік будзе мадэраваць. Заўвага: гэта функцыя толькі для мадэратараў. Адміністратары маюць правы доступа да кожнага фоурма.',
'Update forums'				=>	'Аднавіць форумы',
'Delete ban legend'			=>	'Выдалціь (толькі для адміністратара) ці забаніць карыстальніка',
'Delete user'				=>	'выдаліць карыстальніка',
'Ban user'					=>	'забаніць карыстальніка',
'Confirm delete legend'		=>	'Важна: прачытайце да выдаленьня карыстальніка.',
'Confirm delete user'		=>	'Пацьвердзіце выдаленьне карыстальніка',
'Confirmation info'			=>	'Калі ласка, пацьвердзіце, што жадаеце выдаліць карыстальніка.',	// the username will be appended to this string
'Delete warning'			=>	'Увага! Выдаленьне карыстальніка й яго паведамленьняў не выпраўляецца. Калі ж вы абяраце не выдаляць паведамленьні, іх пасьля магчыма выдаліць па-асобку.',
'Delete posts'				=>	'Выдаленьне ўсіх паведамленьняў гэтага карыстальніка.',
'Delete'					=>	'Выдаліць',		// submit button (confirm user delete)
'User delete redirect'		=>	'Карыстальнік выдален. Пераадрасацыя...',
'Group membership redirect'	=>	'Ўьмяненьне груп захавана. Пераадрасацыя...',
'Update forums redirect'	=>	'Правы мадэраваньня форума адноўлены. Пераадрасацыя...',
'Ban redirect'				=>	'Пераадрасацыя...'

);
