<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'Рэгістрацыя новых карыстальнікаў часова забаронена.',
'Reg cancel redirect'		=>	'Рэгістрацыя скасавана. Пераадрасацыяя...',
'Forum rules'				=>	'Правілы форума',
'Rules legend'				=>	'Вы павінны згадзіцца з наступнымі правіламі',
'Agree'						=>	'Згодзен',
'Cancel'					=>	'Ня згодзен',
'Register'					=>	'Рэгістрацыя',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'Пазначанае Вамі імя зьмяшчае забароненыя словы. Калі ласка, выпраўце.',
'Username dupe 1'			=>	'Хтосьці ўжо выкарыстоўвае гэтае імя.',
'Username dupe 2'			=>	'Введенное Вами имя пользователя очень похоже на существующее. Имена должны отличаться, по крайней мере, на один символ (a-z или 0-9). Пожалуйста, вернитесь и попробуйте другое имя.',
'E-mail not match'			=>	'E-mail адраса не супадаюць. Калі ласка, выпраўце.',

// Registration e-mail stuff
'Reg e-mail'				=>	'Дзякуй за рэгістрацыю. Ваш пароль быў адпраўлены па пазнычынай эляктронай скрыне. Калі не, вы маеце права зьвярнуцца да адміністратара.',
'Reg complete'				=>	'Рэгістрацыя зьвершана. Вы зайшлі на форум. Пераадрасацыя...',

// Register info
'Desc 1'					=>	'Рэгістрацыя не абавязкова, але ў вас можа зьявіцца пэўная колькасьць новых функцый, як адпраўленьне, рэдагаваньне й выдаленьне вашых паведамленьняў, дадаваць уласны подпіс, аватар. У вас зьявіцца магчымасьць падпісацца на тэмы. Калі ў вас ёсьць пытаньні, зьвярніцеся да адміністратара.',
'Desc 2'					=>	'Вы павінны запоўніць форму ніжэй, каб зарэгістрыравацца. Палі, што вы запоўніце ніжэй - гэта толькі невялічкая частка таго, што вы можаце выправіць пасьля рэгістрацыі.',
'Username legend'			=>	'Пазначце імя ў 2-25 сымбаляў',
'Pass legend 1'				=>	'Пазначце й пацьвердзіце пароль',
'Pass legend 2'				=>	'Калі ласка, прачытайце інструкцыю ніжэй',
'Pass info'					=>	'Пароль павінен складацца з 4-16 сымбаляў. Пароль чульліў да рэгістра.',
'E-mail info'				=>	'Вы павінны пазначыць сапраўдны e-mail адрас, бо выпадковы пароль будзе адпраўлены менавіта на гэтую скрыню.',
'Confirm e-mail'			=>	'Пацьвердзіце  e-mail адрас',

);
