<?php

// Language definitions used in search.php
$lang_search = array(

// The search form
'User search'				=>	'Пошук карыстальнікаў',
'No search permission'		=>	'Вам нельга карыстацца пошукам.',
'Search'					=>	'Пошук',
'Search criteria legend'	=>	'Пазначце крытэрый пошука',
'Search info'				=>	'Для пошуку па ключавым слове, пазначце адно ці болей. Падзяліце словы пропускамі. Вы маеце магчымасьць карыстацца AND, каб вызначыць словы, якія павінны быць у рэзультатах, OR для слоў, якія мажлівы ў рэзультатах, і NOT для слоў, якія ў рэзультатах не павінны быць. Для пошука па аўтару пазначце яго імя, паведамленьне, якое вы жадаеце знайсьці. Выкарыстоўвайце * у якасьці шаблона дзеля частковага супадзеньня.',
'Keyword search'			=>	'Ключавыя словы',
'Author search'				=>	'Пошук аўтара',
'Search in legend'			=>	'Дзе шукаць',
'Search in info'			=>	'Пазначце месца (форум) пошука',
'Forum search'				=>	'Форум',
'All forums'				=>	'Усе форумы',
'Search in'					=>	'Пошук у',
'Message and subject'		=>	'Тэкстах паведамленьняў і загалоўках тэм',
'Message only'				=>	'Толькі ў тэкстах паведамленьняў',
'Topic only'				=>	'Толькі ў загалоўкках тэм',
'Sort by'					=>	'Сартаваць па',
'Sort order'				=>	'Упарадкаваць па',
'Search results legend'		=>	'Пазначце, як рэзультаты пошука павінны адлюстроўвацца',
'Search results info'		=>	'Вы маеце магчымасьць абраць, як рэзультаты пошука адлюстроўваюцца для Вас.',
'Sort by post time'			=>	'Часу',
'Sort by author'			=>	'Аўтару',
'Sort by subject'			=>	'Загалоўку',
'Sort by forum'				=>	'Форуму',
'Ascending'					=>	'Узрастаньню',
'Descending'				=>	'Убываньню',
'Show as'					=>	'Паказваць рэзультаты як',
'Show as topics'			=>	'Тэмы',
'Show as posts'				=>	'Паведамленьні',

// Results
'Search results'			=>	'Рэзультаты пошука',
'No terms'					=>	'Вы павінны пазначыць па меншай меры адно слова і/ці аўтара.',
'No hits'					=>	'Нічога ня знойдзена.',
'No user posts'				=>	'На форуме няма паведамленьняў гэтага карыстальніка.',
'No subscriptions'			=>	'В данный момент вы не подписаны ни на одну тему.',
'No new posts'				=>	'З моманта вашага апошняга візіты новых тэм няма.',
'No recent posts'			=>	'Няма новых паведамленьняў за апошнія 24 гадзіны.',
'No unanswered'				=>	'На форуме няма тэм без адказаў',
'Go to post'				=>	'Перайсьці да тэмы'

);
