<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'шук і сартыроўка карыстальнікаў',
'User search info'		=>	'Пазначце імя карыстальніка дзеля пошука і/ці пазначце групу. Імя карыстальніка можа быць пустым. Выкарыстоўвайце * у якасьці шаблона дзеля частковага супадзеньня. Адсартуйце карыстальнікаў па імёнах, даце рыгістрацыі ці колькасьці паведамленьняў і ўпарадкуйце па ўзрастаньню/убываньню.',
'User group'			=>	'Група',
'No of posts'			=>	'Колькасьць паведамленьняў',
'All users'				=>	'Усе карыстальнікі'

);
