เรื่อง: การขอเปลีี่ยนรหัสผ่าน

สวัสดี คุณ<username>,

คุณได้ร้องขอให้เปลี่ยนรหัสผ่านใหม่สำหรับบัญชีผู้ใช้งานของคุณในฟอรั่ม <base_url>
ถ้าคุณไม่ได้ทำการร้องขอดังกล่าว หรือ คุณไม่ได้ต้องการเปลี่ยนแปลงรหัสผ่าน ก็ขอให้คุณเพิกเฉยต่ออีเมลฉบับนี้ 
เพราะถ้าคุณไปยังหน้าเปิดใช้งานใหม่ตามลิงค์ข้างล่างนี้ รหัสผ่านของคุณจะถูกเปลี่ยนทันที หากต้องการให้การเปิดใช้งานใหม่ได้ผล คุณต้องทำการล็อคอินเข้าสู่ฟอรั่ม

รหัสผ่านใหม่ของคุณ คือ : <new_password>

เพื่อทำการยืนยันเปิดใช้งานรหัสผ่านใหม่ กรุณาไปตามลิงค์ข้างล่างนี้ :
<activation_url>

-- 
<board_mailer>
(อย่าตอบกลับอีเมลนี้ เพราะมันถูกส่งถึงคุณโดยอัตโนมัติ)

