เรื่อง: การขอเปลีี่ยนที่อยู่อีเมล

สวัสดี คุณ<username>,

คุณได้ร้องขอให้เปลี่ยนที่อยู่อีเมลใหม่สำหรับบัญชีผู้ใช้งานของคุณในฟอรั่ม <base_url> 
ถ้าคุณไม่ได้ทำการร้องขอดังกล่าว หรือ คุณไม่ได้ต้องการเปลี่ยนแปลงที่อยู่อีเมล ก็ขอให้คุณเพิกเฉยต่ออีเมลฉบับนี้ 
เพราะถ้าคุณไปยังหน้าเปิดใช้งานใหม่ตามลิงค์ข้างล่างนี้ ที่อยู่อีเมลของคุณจะถูกเปลี่ยนทันที หากต้องการให้การเปิดใช้งานใหม่ได้ผล คุณต้องทำการล็อคอินเข้าสู่ฟอรั่ม

เพื่อทำการยืนยันการเปลี่ยนที่อยู่อีเมลใหม่ กรุณาไปตามลิงค์ข้างล่างนี้ :
<activation_url>

-- 
<board_mailer>
(อย่าตอบกลับอีเมลนี้ เพราะมันถูกส่งถึงคุณโดยอัตโนมัติ)