เรื่อง : มีการตอบกระทู้ : <topic_subject>

<replier> ได้ทำการตอบกระทู้ <topic_subject> ซึ่งคุณได้ทำการติดตามอยู่
อาจจะมีการตอบกระทู้นี้มากกว่านี้ แต่นี่เป็นเพียงการแจ้งเตือนการติดตามของคุณจนกว่าคุณจะเข้าไปใช้งานฟอรั่มอีกครั้ง

ข้อความที่มีการตอบ คือ :
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

ไปยังโพสต์ข้างต้นได้ที่ <post_url>

คุณสามารถยกเลิการติดตามกระทู้ได้ โดยไปที่ <unsubscribe_url>

-- 
<board_mailer>
(อย่าตอบกลับอีเมลนี้ เพราะมันถูกส่งถึงคุณโดยอัตโนมัติ)