<?php

////////////////////////////////////
//Translate By Koko [Benny Elgazar]
//Icq: 1596119 
//Email:BennyElgazar@Gmail.com
////////////////////////////////////

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'עזרה',
'produces'				=>	'יוצר',

'BBCode info 1'			=>	'תאגי הBBCode אלו תאגים אשר משנים את צורת המראה לכתוב בפורום. תאגי הBBCOde מבוססים על תאגי ה HTML. למטה מופיעים תאגי ה BBCode בתוספת הסבר כיצד משתמשים בתאג.',
'BBCode info 2'			=>	'המנהלים הראשים אשר מנהלים את מערכת הפורום רשאים לבטל את שימוש הBBCode. בכדי לדעת אם השימוש בBBCode מאופשר בדקו מתחת לשדה תוכן ההודעה.',

'Text style'			=>	'עיצוב הכתב',
'Text style info'		=>	'התאגים הבאים משנים את מראה תצוגת הכתב:',
'Bold text'				=>	'כתב בולט',
'Underlined text'		=>	'מקו תחתון',
'Italic text'			=>	'כתב נטוי',
'Red text'				=>	'כתב אדום',
'Blue text'				=>	'כתב כחול',

'Links and images'		=>	'קישורים ותמונות',
'Links info'			=>	'אתה יכול ליצור קישורים לאתרים ומסמכים אחרים או קישורים לדואר האלקטרוני על ידי שימוש בתאגים הבאים:',
'My e-mail address'		=>	'כתובת הדואר האלקטרוני שלי',
'Images info'			=>	'אם ברצונך להציג תמונה השתמש בתאגי התמונה בכדי להוסיף את התמונה הרצויה.',

'Quotes'				=>	'ציטוטים',
'Quotes info'			=>	'אם ברצונך לצטט מישהו, השתמש בתאגי הציטוט.',
'Quotes info 2'			=>	'אם אין ברצונך לצטט מישהו ספציפית, אתה יכול להשתמש בתאג על ידי כתיבת התאג בתחילה ובסיום.',
'Quote text'			=>	'זהו הטקסט שברצוני לצטט.',
'produces quote box'	=>	'יוצר תיבת ציטוט:',

'Code'					=>	'קוד',
'Code info'				=>	'כאשר אתה מוסיף קוד מקור בדוק שאתה משתמש בתאגי הקוד.',
'Code text'				=>	'זהו קוד מסוים.',
'produces code box'		=>	'יוצר תיבת קוד:',

'Nested tags'			=>	'כמה תאגים ביחד',
'Nested tags info'		=>	'באפשרות הBBCode לפעיל יותר מפעולה על אותו טקסט. לדוגמא:',
'Bold, underlined text'	=>	'כתב בולט ותוספת קו תחתון',

'Smilies info'			=>	'אלו הם תאגי המחוות, כל קוד אשר יופיע מתחת מציג מחווה שונה. להלן רשימת קודי המחוות:'

);
