<?php

////////////////////////////////////
//Translate By Koko [Benny Elgazar]
//Icq: 1596119 
//Email:BennyElgazar@Gmail.com
////////////////////////////////////

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'הכנס כתובת דואר אלקטרוני תקינה',
'E-mail legend 2'			=>	'הכנס אימות כתובת הדואר האלקטרוני',
'Localisation legend'		=>	'הגדר את אפשרויות מיקומך',
'Timezone'					=>	'אזור זמן',
'Timezone info'				=>	'בחר את אזור הזמן שלך אשר יוצג במערכת הפורומים.',
'Language'					=>	'שפה',
'Language info'				=>	'בחר את השפה שברצונך הפורום יוצג בה.',
'E-mail setting info'		=>	'בחר אם ברצונך להציג בפני המשתמש את כתובת הדואר האלקטרוני שלך או לא.',
'E-mail setting 1'			=>	'הצג את כתובת הדואר האלקטרוני שלי לכולם.',
'E-mail setting 2'			=>	'הסתר את כתובת הדואר האלקטרוני אך אפשר שליחת הודעות לדואר.',
'E-mail setting 3'			=>	'הסתר את כתובת הדואר האלקטרוני ובטל אפשרות שליחת הודעות לדואר.',
'Privacy options legend'	=>	'הגדר את בחירותיך',
'Save user/pass'			=>	'שמור את השם והסיסמה בכל ביקור בפורום.',
'Save user/pass info'		=>	'אפשרות זאת "תזכור" אותך בכל ביקור. אם תאפשר זאת, לא תצטרך להתחבר כל ביקור מחדש. אתה תיהיה מחובר באופן ישיר.',
'Confirm pass'				=>	'אימות סיסמה',

'Username too short'		=>	'שם המשתמש חייב להכיל לפחות 2 תווים. אנא בחר שם משתמש ארוך יותר.',
'Username guest'			=>	'שם המשתמש שמור. אנא בחר שם משתמש אחר.',
'Username IP'				=>	'באפשרות השם משתמש לא להציג את כתובת הIP שלו בשורת כתובת. אנא בחר שם משתמש אחר.',
'Username reserved chars'	=>	'השם משתמש לא יכול להכיל \', ". אנא בחר שם משתמש אחר.',
'Username BBCode'			=>	'השם משתמש לא יכול להכיל (BBCode). אנא בחר שם משתמש אחר.',
'Dupe username'				=>	'שם משתמש זה כבר רשום במערכת הפורומים. אנא בחר שם משתמש אחר.',
'Pass too short'			=>	'הסיסמה חייבת להכיל לפחות4 תווים. אנא בחר סיסמה ארוכה יותר.',
'Pass not match'			=>	'הסיסמאות אינם תואמות. אנא חזור אחורה ובודק שוב.',
'Banned e-mail'				=>	'כתובת הדואר האלקטרוני שהכנסת נחסמה מפעילות במערכת הפורומים. אנא בחר כתובת דואר אלקטרוני אחרת.',
'Dupe e-mail'				=>	'מישהו כבר רשום עם כתובת הדואר האלקטרוני שהכנסת. אנא בחר כתובת דואר אלקטרוני אחרת ונסה שנית.',
'Sig too long'				=>	'החתימה יכולה להכיל עד',
'characters'				=>	'תווים',
'Sig too many lines'		=>	'החתימה יכול להכיל עד',
'lines'						=>	'שורות',
'Signature quote/code'		=>	'תאגי הציטוט והקוד (BBCode) אינם מאופשרים בחתימה. אנא חזור אחורה ותקן את הטעות.',
'Bad ICQ'					=>	'הכנסת מספר ICQ לא תקין. אנא חזור אחורה ותקן את הטעות.'

);
