<?php

////////////////////////////////////
//Translate By Koko [Benny Elgazar]
//Icq: 1596119 
//Email:BennyElgazar@Gmail.com
////////////////////////////////////

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'ההרשמה למערכת הפורומים סגורה כרגע, אנא נסה במועד מאוחר יותר.',
'Reg cancel redirect'		=>	'ההרשמה נסגרה. טוען עמוד &hellip;',
'Forum rules'				=>	'חוקי הפורום',
'Rules legend'				=>	'אתה חייב לאשר לדברים הבאים',
'Agree'						=>	'מאשר',
'Cancel'					=>	'סגור',
'Register'					=>	'הרשם',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'שם המשתמש מכיל מילים אסורות. אנא בחר שם משתמש אחר.',
'Username dupe 1'			=>	'ישנו משתמש בעל שם זה במערכת הפורומים, בחר שם משתמש אחר',
'Username dupe 2'			=>	'שם המשתמש שהכנסת קטן מידי.אנא בחר שם גדול יותר, שם המשתמש יכול להכיל אותיות ומספרים.',
'E-mail not match'			=>	'כתובות הדואר האלקטרוני אינם תואמות. אנא חזור אחורה ותקן את הטעות.',

// Registration e-mail stuff
'Reg e-mail'				=>	'תודה שנרשמת למערכת הפורומים. הסיסמה נשלחה לכתובת הדואר האלקטרוני שהוזנה בהרשמה. אם אינך מקבל את ההודעה או שיש בעיה כלשהיא צור קשר עם המנהל הראשי בכתובת',
'Reg complete'				=>	'ההרשמה הושלמה.מתחבר וטוען עמוד &hellip;',

// Register info
'Desc 1'					=>	'ההרשמה לפורום תעניק לך אפשרות חוויה עצומה יותר, שימוש באפשרויות כמו הסרה, הוספה, ועריכה של הודעות. בנוסף כמתמש במערכת תוכל לעצב לעצמך חתימה, סמל אישי ועוד.. אם יש לך כל שאלה פנה למנהל הראשי.',
'Desc 2'					=>	'אנא מלא את הטופס למטה באופן מסודר. לאחר התחברותך למערכת תוכל לשנות את פרטיך, ולהוסיף פרטים נוספים על ידי שימוש באפשרות "כרטיס אישי". השדות למטה הם רק מעט מההגדרות שבכרטיסך האישי.',
'Username legend'			=>	'אנא בחר שם משתמש בין 2 תווים ל 25 תווים',
'Pass legend 1'				=>	'אנא הכנס אימות לסיסמה',
'Pass legend 2'				=>	'אנא קרא את ההוראות למטה',
'Pass info'					=>	'הסיסמה יכולה להכיל עד 16 תווים.',
'E-mail info'				=>	'תה חייב להכניס כתובת דואר אלקטרוני תקינה, אל הכתובת תשלח סיסמה באופן אקראי אשר תחבר אותך למערכת הפורומים.',
'Confirm e-mail'			=>	'אימות כתובת הדואר האלקטרוני',

);
