Subject: Запыт зьмяненьня e-mail адраса.

Прывітаньне <username>,

Вы зрабілі запыт на зьмену e-mail адраса, які пазначаны ў вашым уліковым запісы на форуме <base_url>. Калі вы не рабілі такога запыта, ці калі не жадаеце зьмяняць  e-mail адрас, ігнаруйце гэты ліст. E-mail будзе зьменены толькі ў тым выпадку, калі вы выкарыстаеце спасылку ніжэй. Калі ж вы на самай справе жадаеце зьмяніць свой e-mail, Вы павінны зайсьці на гэтую старонку, залёгініўшыся на форуме.Дзеля зьмяненьня пароля, калі ласка націсьніце на спасылку:
<activation_url>

-- 
<board_mailer>
(Не отвечайте на это сообщение)