Subject: Запит зміни e-mail адреси.

Здоровенькі були, <username>!

Ви зробили запит зміни e-mail адреси, що вказана у Вашому обліковому записі на форумі <base_url>. Якщо Ви не робили цей запит, або якщо Ви не бажаєте змінювати Вашу e-mail адресу, -  просто проігноруйте це повідомлення. E-mail адресу буде змінено лише у тому випадку, коли Ви зайдете на сторінку підтвердження, що вказана нижче. Якщо ж Ви дійсно хочете змінити свою e-mail адресу, Ви повинні зайти на цю сторінку після авторизації на форумі.

Для зміни Вашої e-mail адреси, будь-ласка, зайдіть на цю сторінку:
<activation_url>

-- 
<board_mailer>
(Не відповідайте на це повідомлення)
