Subject: Запит зміни пароля.

Здоровенькі були, <username>!

Ви зробили запит зміни пароля, що відповідає Вашому обліковому записі на форумі <base_url>. Якщо Ви не робили цього запиту, або якщо Ви не бажаєте змінювати Ваш пароль, - просто проігноруйте це повідомлення. Пароль буде змінено лише в тому випадку, коли Ви підтвердите його зміну, перейшовши за вказаним нижче посиланням.

Ваш новий пароль (у випадку підтвердження зміни): <new_password>

Для подтвердження зміни пароля, будь-ласка, перейдіть за посиланням:
<activation_url>

-- 
<board_mailer>
(Не відповідайте на це повідомлення)
