विषय:- ईमेल परिवर्तन का अनुरोध 

नमस्कार <username>,

आपने  <base_url> पर चलने वाली हमारी चर्चा फोरम के लिये अपने खाते के ईमेल पते को बदल कर नया यह ईमेल पता रखने का आवेदन किया है। यदि ऐसा आपने नहीं किया या पुरानी ईमेल ही रखना चाहते हैं तो आपको कुछ भी नहीं करना है। नीचे दिये गए लिंक पर जाने से ही आपकी ईमेल बदली जाएगी और इसके लिये आपको फोरम में लॉगिन भी करना होगा।

यदि आप ईमेल बदलना चाहते हैं तो निम्नांकित लिंक के माध्यम इस पेज पर आएं:
<activation_url>

-- 
<board_mailer>
(इसके प्रतिउत्तर की जरूरत नहीं है)