<?php

// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'गलत प्रयोक्तानाम एवं/या पासवर्ड!',
'Forgotten pass'		=>	'पासवर्ड याद नहीं, क्लिक करें',
'Login redirect'			=>	'सफलतापूर्वक प्रविष्ट। अनुप्रेषण &hellip;',
'Logout redirect'		=>	'निकास। अनुप्रेषण &hellip;',
'No e-mail match'		=>	'इस ई-मेल पते से कोई प्रयोक्ता पंजीकृत नहीं है',
'Request pass'			=>	'पासवर्ड हेतु आवेदन',
'Request pass legend'		=>	'अपना वह ई-मेल पता लिखें जो यहां पंजीकृत किया गया था',
'Request pass info'		=>	'उसी पते पर एक नया पासवर्ड तथा उस पासवर्ड को सक्रिय करने का लिंक भेजा जाएगा।',
'Not registered'			=>	'अभी तक पंजीकरण नहीं हुआ?',
'Login legend'			=>	'अपना प्रयोक्तानाम तथा पासवर्ड नीचे लिखें',
'Login info'			=>	'यदि आप पंजीकृत सदस्य नहीं बने हैं या अपना पासवर्ड भूल गए हैं तो नीचे दिये गए विकल्प में से उपयुक्त लिंक को क्लिक करें।',

// Forget password mail stuff
'Forget mail'			=>	'आपके निर्धारित ई-मेल पते पर पासवर्ड बदलने की विधि के अनुदेशों की मेल भेज दी गई है यदि यह न मिले तो आप फोरम प्रबंधक से इस पते पर संपर्क करें: '

);
