<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'वैध ईमेल पता दें',
'E-mail legend 2'			=>	'वैध ईमेल पते की पुष्टि भी करें',
'Localisation legend'			=>	'अपने स्थानिक विकल्प तय करें',
'Timezone'				=>	'समयक्षेत्र',
'Timezone info'				=>	'फोरम में सही समय समय दर्शाने के लिये अपना स्थानिक समयक्षेत्र अवश्य चिह्नित करें।',
'Language'				=>	'भाषा',
'Language info'			=>	'आप फोरम देखने की भाषा चुन सकते हैं।',
'E-mail setting info'			=>	'चिह्नित करें कि क्या आप अपनी ईमेल अन्य प्रयोक्ताओं के समक्ष दृष्ट रखना चाहते हैं या नहीं तथा फोरम पर उपलब्ध ईमेल फार्म के माध्यम से अन्य प्रयोक्ता आपको ईमेल भेज सकते हैं या नहीं?',
'E-mail setting 1'			=>	'आपका ईमेल पता सबको दिखाई दे।',
'E-mail setting 2'			=>	'आपका ईमेल पता छुपा रहे लेकिन फार्म द्वारा ईमेल भेजी जा सके।',
'E-mail setting 3'			=>	'आपका ईमेल पता छुपा रहे तथा ईमेल फार्म से भी मेल न भेजी जाए।',
'Privacy options legend'		=>	'अपने प्राइवेसी(निजीयन) विकल्प तय करें',
'Save user/pass'			=>	'आपके फोरम पर पुनः आगमन के मध्य प्रयोक्तानाम तथा पासवर्ड को सेव रखा जाए',
'Save user/pass info'			=>	'यह विकल्प आपके फोरम पर आगमन को सदा याद रखना/न रखना तय करेगा। यदि स्वीकार्य है तो आपको फोरम पर आने के लिये बार बार लॉगिन नहीं करना पड़ेगा, आप स्वतः ही प्रवेश पा जाएंगे। हमारी ओर से यह अनुशंसित',
'Confirm pass'				=>	'पासवर्ड की पुष्टि करें',

'Username too short'			=>	'प्रयोक्तानाम 2 अक्षर का कम से कम हो, कृपया अन्य प्रयोक्तानाम(2 या अधिक अक्षर लंबा) चुनें।',
'Username guest'			=>	'प्रयोक्तानाम आगंतुक guest नहीं लिया जा सकता, कृपया अन्य प्रयोक्तानाम चुनें।',
'Username IP'				=>	'IP address के रूप में प्रयोक्तानाम नहीं चुना जा सकता,कृपया अन्य प्रयोक्तानाम चुनें।',
'Username reserved chars'		=>	'प्रयोक्तानाम में ऐसे चिह्न नहीं चुने जा सकते, कृपया अन्य प्रयोक्तानाम चुनें।',
'Username BBCode'			=>	'प्रयोक्तानाम में ऐसे चिह्न (BBCode) नहीं चुने जा सकते जो फोरम में काम आते हैं, कृपया अन्य प्रयोक्तानाम चुनें।',
'Dupe username'			=>	'किसी अन्य प्रयोक्ता ने यह प्रयोक्तानाम ले लिया है, कृपया अन्य प्रयोक्तानाम चुनें।',
'Pass too short'			=>	'पासवर्ड कम से कम 4 अक्षर लंबा हो, कृपया अन्य पासवर्ड जरा लंबा चुनें।',
'Pass not match'			=>	'पासवर्ड का मिलान नहीं हुआ कृपया दुबारा सही लिखें',
'Banned e-mail'			=>	'यह ईमेल पता फोरम ने प्रतिबंधित किया हुआ है कृपया कोई अन्य ईमेल पता देवें।',
'Dupe e-mail'				=>	'इस ईमेल पते के नाम से अन्य प्रयोक्ता इस फोरम पर पंजीकृत है कृपया कोई अन्य ईमेल पता देवें।',
'Sig too long'				=>	'अधोहस्ताक्षर की अधिकतम लंबाई हो सकती है',
'characters'				=>	'अक्षरों की',
'Sig too many lines'			=>	'अधोहस्ताक्षर की अधिकतम सीमा है',
'lines'					=>	'पंक्तियों की',
'Signature quote/code'			=>	'quote and code BBCodes अधोहस्ताक्षर में अनुमेय नहीं हैं कृपया वापिस जाकर इन्हें सही करें।',
'Bad ICQ'				=>	'आपने अवैध ICQ UIN दिया है कृपया वापिस जाकर इसे सही करें।', 

);
