<?php

// Language definitions used in profile.php
$lang_profile = array(

// Navigation and sections
'Profile menu'				=>	'प्रोफाइल मेनु',
'Section essentials'			=>	'आवश्यक',
'Section personal'			=>	'व्यक्तिगत',
'Section messaging'			=>	'संदेश करना',
'Section personality'			=>	'व्यक्तित्व',
'Section display'			=>	'प्रदर्शन',
'Section privacy'			=>	'निजीयन(प्राइवेसी)',
'Section admin'			=>	'प्रबंधन',

// Miscellaneous
'Username and pass legend'		=>	'कृपया प्रयोक्तानाम एवं पासवर्ड लिखें',
'Personal details legend'		=>	'अपना व्यक्तिगत विवरण लिखें',
'Contact details legend'		=>	'आपको संदेश की विधि देवें',
'Options display'			=>	'अपने प्रदर्शन संबंधी विकल्प तय करें',
'Options post'				=>	'अपने पोस्ट देखने संबंधी विकल्प तय करें',
'User activity'				=>	'प्रयोक्ता गतिविधि',
'Paginate info'				=>	'प्रत्येक पृष्ठ पर दिखने वाली पोस्टों व मुद्दों की संख्या तय करें',

// Password stuff
'Pass key bad'				=>	'पासवर्ड को सक्रिय करने वाली कुंजी key गलत थी या पुरानी हो चुकी थी। कृपया नए पासवर्ड के लिये पुनः आवेदन करें, यदि यह भी नहीं होता तो फोरम प्रबंधक से यहां संपर्क करें ',
'Pass updated'				=>	'आपका पासवर्ड अद्यतन कर दिया गया है, आप नए पासवर्ड से अब प्रवेश कर सकते हैं।',
'Pass updated redirect'		=>	'पासवर्ड अद्यतन किया गया। पुनः लौट रहे हैं &hellip;',
'Wrong pass'				=>	'पुराना पासवर्ड गलत है',
'Change pass'				=>	'पासवर्ड परिवर्तन',
'Change pass legend'			=>	'अपने नए पासवर्ड की पुष्टि करें',
'Old pass'				=>	'पुराना पासवर्ड',
'New pass'				=>	'नया पासवर्ड',
'Confirm new pass'			=>	'नए पासवर्ड की पुष्टि करें',

// E-mail stuff
'E-mail key bad'			=>	'ईमेल को सक्रिय करने वाली कुंजी key गलत थी या पुरानी हो चुकी थी। कृपया ईमेल परिवर्तन के लिये पुनः आवेदन करें, यदि यह भी नहीं होता तो फोरम प्रबंधक से यहां संपर्क करें:- ',
'E-mail updated'			=>	'आपका ईमेल पता अद्यतन कर दिया गया है।',
'Activate e-mail sent'			=>	'निर्धारित ईमेल पते पर नया ईमेल पता कैसे सक्रिय करना है कि सूचना के साथ भेज दी गई है। यदि किसी कारणवश यह न मिले तो आप फोरम प्रबंधक से यहां संपर्क कर सकते हैं:',
'E-mail legend'				=>	'नया ईमेल पता लिखें',
'E-mail instructions'			=>	'आपके नए ईमेल पते पर एक ईमेल भेजी जाएगी जिसमें एक लिंक होगा जिसे नए ईमेल पते को सक्रिय करने के लिये क्लिक करना जरूरी होगा।',
'Change e-mail'				=>	'ईमेल पता बदलें',
'New e-mail'				=>	'नया ईमेल पता',

// Avatar upload stuff
'Avatars disabled'			=>	'प्रबंधक द्वारा अवतार का विकल्प बंद रखा गया है',
'Too large ini'				=>	'आप द्वारा चुनी गई फाइल अपलोड की दृष्टि से भारी थी जिसकी सर्वर इजाजत नहीं देता।',
'Partial upload'				=>	'चयनित फाईल पूरी तरह से अपलोड नहीं हुई है कृपया पुनः प्रयास करें।',
'No tmp directory'			=>	'PHP को तात्कालिक स्थल न मिलने के कारण अपलोड हुई फाइल सहेजी नहीं जा सकी है।',
'No file'					=>	'आपने अपलोड के लिये किसी फाइल का चयन नहीं किया है।',
'Bad type'				=>	'आपने अनुमेय प्रकार की फाइलों के अतिरिक्त फाइल को अपलोड करने की कोशिश की है अनुमेय प्रकार हैं gif, jpeg and png.',
'Too wide or high'			=>	'आपने जो फाइल अपलोड करनी चाही है वह लंबाई चौड़ाई में अधिकतम आकार सीमा से बाहर है',
'Too large'				=>	'आपने जो फाइल अपलोड करनी चाही है वह अधिकतम पिक्सल सीमा से बड़ी है',
'pixels'					=>	'पिक्सल्स',
'bytes'					=>	'बाइट्स',
'Move failed'				=>	'सर्वर अपलोड हुई फाइल को सहेजने में असमर्थ रहा है कृपया फोरम प्रबंधक से यहां संपर्क करें',
'Unknown failure'			=>	'अबूझ त्रुटि, कृपया एक प्रयास और करें।',
'Avatar upload redirect'		=>	'अवतार अपलोड हुआ, अनुप्रेषण &hellip;',
'Avatar deleted redirect'		=>	'अवतार मिटाया गया, अनुप्रेषण &hellip;',
'Avatar desc'				=>	'अवतार एक छोटी सी छवि है जो आपके प्रयोक्तानाम के नीचे आपकी पोस्टों पर दिखाई देगी। इसका आकार बड़ा न हो',
'Upload avatar'				=>	'अवतार अपलोड करें',
'Upload avatar legend'			=>	'अपलोड करने के लिये फाइल बताएं',
'Delete avatar'				=>	'अवतार मिटाएं',	// only for admins
'File'					=>	'फाइल',
'Upload'				=>	'अपलोड',	// submit button

// Form validation stuff
'Dupe username'			=>	'किसी अन्य प्रयोक्ता ने यह प्रयोक्तानाम ले लिया है, कृपया अन्य प्रयोक्तानाम चुनें।',
'Forbidden title'				=>	'आपके द्वारा चुने गए शीर्षक को यहां नहीं चुना जा सकता कृपया अन्य शीर्षक चुनें।',
'Profile redirect'			=>	'प्रोफाइल अद्यतन, अनुप्रेषण &hellip;',

// Profile display stuff
'Not activated'				=>	'इस प्रयोक्ता ने अभी तक अपना खाता सक्रिय नहीं किया है। जब वह पहली बार लॉगिन कर लेगा या लेगी तो यह सक्रिय होगा।',
'Unknown'				=>	'(नहीं दिया गया)',	// This is displayed when a user hasn't filled out profile field (e.g. Location)
'Private'				=>	'(निजी)',	// This is displayed when a user does not want to receive e-mails
'No avatar'				=>	'(अवतार नहीं)',
'Show posts'				=>	'सभी पोस्ट दिखाएं',
'Realname'				=>	'वास्तविक नाम',
'Location'				=>	'स्थान',
'Website'				=>	'वैबसाइट',
'Jabber'				=>	'जैबर',
'ICQ'					=>	'ICQ',
'MSN'					=>	'MSN Messenger',
'AOL IM'				=>	'AOL IM',
'Yahoo'					=>	'Yahoo! Messenger',
'Avatar'					=>	'अवतार',
'Signature'				=>	'अधोहस्ताक्षर',
'Sig max length'			=>	'अधिकतम लंबाई',
'Sig max lines'				=>	'अधिकतम पंक्तियां',
'Avatar legend'				=>	'अपने अवतार प्रदर्शन विकल्प तय करें',
'Avatar info'				=>	'An avatar is a small image that will be displayed with all your posts. You can upload an avatar by clicking the link below. The checkbox \'Use avatar\' below must be checked in order for the avatar to be visible in your posts.',
'Change avatar'			=>	'अवतार परिवर्तन',
'Use avatar'				=>	'अवतार का प्रयोग',
'Signature legend'			=>	'अधोहस्ताक्षर देवें',
'Signature info'				=>	'अधोहस्ताक्षर आपकी पोस्ट के नीचे दिया गया छोटा टैक्स्ट होता है। इसमें आप अपनी इच्छानुसार जो देना चाहें देवें। कोई विशेष उक्ति जो आपको पसंद है या कोई पहचान चिह्न जैसा भी आप चाहें देवें। आप अपने अधोहस्ताक्षर में BBCode दे सकते हैं यदि यह किसी फोरम पर अनुमेय हो। ',
'Sig preview'				=>	'वर्तमान अधोहस्ताक्षर का प्रिव्यू:',
'No sig'					=>	'प्रोफाईल में अभी कोई अधोहस्ताक्षर मौजूद नहीं है।',
'Topics per page'			=>	'प्रकरण',
'Topics per page info'			=>	'आप यहां तय कर सकते हैं कि जब आप फोरम देखें तो प्रति पेज कितने प्रकरण दिखाई दें, यदि आप संशय में हैं तो इसे खाली छोड़ दें जो भी फोरम ने प्रकरण प्रदर्शन प्रति पेज सीमा तय की हुई है वह लागू हो जाएगी।',
'Posts per page'			=>	'पोस्टें',
'Posts per page info'			=>	'आप यहां तय कर सकते हैं कि जब आप फोरम देखें तो प्रति प्रकरण कितनी पोस्टें दिखाई दें, यदि आप संशय में हैं तो इसे खाली छोड़ दें जो भी फोरम ने पोस्ट प्रदर्शन प्रति पेज सीमा तय की हुई है वह लागू हो जाएगी',
'Leave blank'				=>	'फोरम द्वारा निर्धारित व्यवस्था लागू रखने के लिये इसे खाली छोड़ दें।',
'Notify full'				=>	'आपकी अधिसूचना के साथ मेल में पोस्ट भी मिले।',
'Notify full info'				=>	'यदि यह तय करेंगे तो सूचनात्मक ईमेल के साथ नई पोस्ट भी आपको मेल के साथ प्राप्त होगी।',
'Show smilies'				=>	'स्माइलीज ग्राफिक आइकन के रूप में दिखाएं',
'Show smilies info'			=>	'यदि यह विकल्प आप लेंगे तो टैक्स्ट स्माइलीज के स्थान पर ग्राफिक इमेज दिखाई देंगी।',
'Show images'				=>	'पोस्टों में इमेज दर्शाएं।',
'Show images info'			=>	'यदि आप पोस्टों में इमेज नहीं देखना चाहते तो इसे अग्राह्य कर देवें। (i.e. images displayed with the [img]-tag).',
'Show images sigs'			=>	'प्रयोक्ता अधोहस्ताक्षर में इमेज दिखाएं।',
'Show images sigs info'		=>	'यदि आप अधोहस्ताक्षरों में इमेज नहीं देखना चाहते तो इसे अग्राह्य कर देवें। (i.e. images displayed with the [img]-tag).',
'Show avatars'				=>	'पोस्टों में प्रयोक्ता अवतार दिखाएं।',
'Show avatars info'			=>	'इस विकल्प के माध्यम से आप पोस्टों में प्रयोक्ता अवतार चित्र प्रदर्शन होना या न होना तय कर सकते हैं।',
'Show sigs'				=>	'प्रयोक्ता के अधोहस्ताक्षर दिखाएं।',
'Show sigs info'			=>	'यदि आप प्रयोक्ता अधोहस्ताक्षर देखना चाहते हैं तो इसे ग्राह्य कर देवें।',
'Style legend'				=>	'अपनी पसंद की स्टाइल चुनें',
'Style info'				=>	'यदि आप चाहें तो यह फोरम देखने के लिये अन्य स्टाइल का उपयोग कर सकते हैं।',
'Admin note'				=>	'प्रबंधन नोट',
'Pagination legend'			=>	'अपने पृष्ठांकन विकल्प देवें',
'Post display legend'			=>	'पोस्टों को देखने के विकल्प तय करें',
'Post display info'			=>	'यदि आपका इंटनेट कनेक्शन धीमा है तो इन विकल्पों को अग्राह्य कर देवें विशेष रूप से पोस्टों तथा अधोहस्ताक्षरों में इमेज दिखाने का, जिससे कि आपका पेज शीघ्र लोड होगा।',
'Instructions'				=>	'आप अपनी प्रोफाइल अद्यतन कर इस पेज पर पुनः लौट आएंगे।',

// Administration stuff
'Group membership legend'		=>	'प्रयोक्ता समूह चुनें',
'Save'					=>	'सहेजें',
'Set mods legend'			=>	'नियामक का कार्यक्षेत्र तय करें',
'Moderator in'				=>	'में नियामक',
'Moderator in info'			=>	'कृपया चुनें कि किन फोरम्स को नियामित करने की अनुमति इस प्रयोक्ता को होगी। नोट: यह सिर्फ नियामक पर लागू होगा, प्रबंधकों को समस्त फोरम्स पर पूर्ण अनुमति होगी।',
'Update forums'			=>	'फोरम्स अद्यतन करें',
'Delete ban legend'			=>	'मिटाएं (केवल प्रबंधकगण) या प्रयोक्ता को प्रतिबंधित करें',
'Delete user'				=>	'प्रयोक्ता मिटाएं',
'Ban user'				=>	'प्रयोक्ता को प्रतिबंधित करें',
'Confirm delete legend'		=>	'महत्वपूर्ण: प्रयोक्ता मिटाने से पहले पढ़ें',
'Confirm delete user'			=>	'प्रयोक्ता को मिटाने की पुष्टि करें',
'Confirmation info'			=>	'कृपया पुष्टि करें कि आप प्रयोक्ता को मिटाना (डिलिट करना) चाहते हैं',	// the username will be appended to this string
'Delete warning'			=>	'चेतावनी! मिटाए गए प्रयोक्तागण एवं/या पोस्टें दुबारा नहीं आएंगी। यदि आप इस प्रयोक्ता की पोस्टों को न मिटाया जाना चुनते हैं तो बाद में इसकी पोस्टें स्वयं मिटानी होंगी।',
'Delete posts'				=>	'इस प्रयोक्ता की सभी पोस्टों व प्रकरणों को मिटाएं।',
'Delete'					=>	'मिटाएं',		// submit button (confirm user delete)
'User delete redirect'			=>	'प्रयोक्ता समाप्त। अनुप्रेषण &hellip;',
'Group membership redirect'		=>	'समूह सदस्यता सहेज दी गई है। अनुप्रेषण &hellip;',
'Update forums redirect'		=>	'फोरम नियामक अधिकार अद्यतन। अनुप्रेषण &hellip;',
'Ban redirect'				=>	'अनुप्रेषण &hellip;'

);
