<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'यह फोरम अभी नए सदस्य पंजीकृत नहीं कर रही है।',
'Reg cancel redirect'			=>	'पंजीकरण रद्द, अनुप्रेषण &hellip;',
'Forum rules'				=>	'फोरम के नियम',
'Rules legend'				=>	'आप पंजीयन हेतु इन पर सहमति अवश्य देवें।',
'Agree'					=>	'सहमत',
'Cancel'				=>	'रद्द',
'Register'				=>	'पंजीकृत करें',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'आप द्वारा दिया गया प्रयोक्ता नाम सेंसर शब्दों में है अतः दूसरा प्रयोक्ता नाम देवें',
'Username dupe 1'			=>	'किसी अन्य व्यक्ति ने यह प्रयोक्ता नाम ले लिया है',
'Username dupe 2'			=>	'यह तो वैसा ही है, प्रयोक्ता नाम में बदलाव करें (a-z or 0-9) कृपया अन्य प्रयोक्ता नाम चुनें।',
'E-mail not match'			=>	'ईमेल पता मेल नहीं खाता कृपया वापिस पीछे जाकर ठीक करें। ',

// Registration e-mail stuff
'Reg e-mail'				=>	'पंजीयन के लिये धन्यवाद, आपका पासवर्ड आपके बताए गए ईमेल पते पर भेज दिया गया है. यदि किसी कारण यह आपको न मिले तो तो फोरम प्रबंधक से यहां संपर्क करें: ',
'Reg complete'				=>	'पंजीयन पूर्ण, प्रवेश तथा अनुप्रेषण &hellip;',

// Register info
'Desc 1'				=>	'पंजीयन से आपको अनेक सुविधाएं एवं अधिकार प्राप्त होंगे जो आगंतुकों को नहीं हैं। इनमें मुद्दों को लिखना संपादन करना अपने मुद्दों पर अपना चिह्न लगाना शामिल है फिर भी कोई प्रश्न हो तो इस फोरम के प्रबंधक से संपर्क करें:',
'Desc 2'				=>	'नीचे दिये गए प्रारूप को भर को पंजीयन हेतु भरें। एक बार जब आप पंजीकृत हो जाएंगे तो अपनी प्रोफाइल को बदल सकते हैं। नीचे दिये गए फील्ड कुछ नमूनाभर हैं',
'Username legend'			=>	'कृपया 2 से 25 अक्षर के बीच का प्रयोक्ता नाम दें',
'Pass legend 1'			=>	'पासवर्ड चुनें और पुष्टि करें',
'Pass legend 2'			=>	'नीचे दिये गए अनुदेश पढ़ें',
'Pass info'				=>	'पासवर्ड 4 से 16 अक्षर के मध्य हो, पासवर्ड case sensitive है।',
'E-mail info'				=>	'वैध ईमेल पता देवें जहां आपका पासवर्ड भेजा जा सके।',
'Confirm e-mail'			=>	'ईमेल पते की पुष्टि करें',
 
);
