<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'प्रयोक्ताओं की खोज व छंटनी',
'User search info'		=>	'यहां कोई भी प्रयोक्तानाम/प्रयोक्ता समूह छंटनी हेतु देवें। प्रयोक्तानाम फील्ड खाली भी छोड़ा जा सकता है। थोड़ा सा नाम देकर * द्वारा मिलान पाया जा सकता है। प्रयोक्ताओं को नाम, पंजीयन तिथि या पोस्टों की संख्या के आधार पर आरोह-अवरोह क्रम में खोज सकते हैं।',
'User group'			=>	'प्रयोक्ता समूह',
'No of posts'			=>	'पोस्टों की संख्या',
'All users'			=>	'समस्त'

);
