<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'г”«Џѕ…',
'produces'				=>	'«бд «∆ћ',

'BBCode info 1'			=>	'BBCode ен гћгжЏ… гд «б ‘янб«  «бг” ќѕг… б џнн— гўе— «бд’ Ён е–« «бгд ѕм. BBCode  Џ гѕ Џбм ёж«Џѕ ‘»не… ћѕ« »№ HTML. Ён «б√”Ёб ед«я ё«∆г… яб «б№ BBCode «бг «Ќ… ж  Џбнг«  «” ќѕ«ге«.',
'BBCode info 2'			=>	'«б≈ѕ«—… бе« «бёѕ—… Џбм  ЁЏнб √ж  ЏЎнб «б№ BBCode.  ” ЎнЏ гЏ—Ё… г« ≈–« я«д  гЁЏб… √г б« Џд Ў—нё «бе«г‘ «б√нгд ябг« √ѕќб  —”«б… √ж Џѕб   жёнЏя.',

'Text style'			=>	'‘яб «бд’',
'Text style info'		=>	'«бЏб«г«  «б «бн…  џн— ‘яб «бд’:',
'Bold text'				=>	'д’ Џ—н÷',
'Underlined text'		=>	'д’  Ќ е ќЎ',
'Italic text'			=>	'д’ г«∆б',
'Red text'				=>	'д’ √Ќг—',
'Blue text'				=>	'д’ √“—ё',

'Links and images'		=>	'—ж«»Ў ж ’ж—',
'Links info'			=>	' ” ЎнЏ ≈д‘«Ѕ —ж«»Ў бг” дѕ«  √ќ—м √ж Џд«жнд »—нѕ «бя —ждн »«” ќѕ«г «бЏб«г«  «б «бн…:',
'My e-mail address'		=>	'Џдж«д »—нѕн «б«бя —ждн',
'Images info'			=>	'≈–« √—ѕ  ≈ўе«— ’ж—… нгядя «” ќѕ«г «бЏб«г… img.',

'Quotes'				=>	'«ё »«”',
'Quotes info'			=>	'≈–« √—ѕ  «ё »«” д’ гд √Ќѕ° Џбня «” ќѕ«г Џб«г… «б«ё »«” quote.',
'Quotes info 2'			=>	'≈–« √—ѕ  «б«ё »«” гд ѕжд «б Ё«’нб° нгядя «” ќѕ«г Џб«г… «б«ё »«” гд ѕжд  Ќѕнѕ «б«”г.',
'Quote text'			=>	'е–« еж «бд’ «б–н √—нѕ «ё »«”е.',
'produces quote box'	=>	'«бд «∆ћ  ўе— Ён г—»Џ «б«ё »«” ея–«:',

'Code'					=>	'г’ѕ— »—гћн',
'Code info'				=>	'Џдѕ Џ—÷ г’ѕ— »—гћн Џбня «б √яѕ √дя  ” ќѕг Џб«г… «б»—гћ…. «бд’ «бгЏ—ж÷ гЏ Џб«г… «б»—гћ… ”жЁ н” ќѕг ќЎ »Ќћг Ћ«»  б« н √Ћ— »»«ён «бЏб«г« .',
'Code text'				=>	'This is some code.',
'produces code box'		=>	'«бд «∆ћ  ўе— Ён г—»Џ «бг’ѕ— «б»—гћн ея–«:',

'Nested tags'			=>	' ѕ«ќб «бЏб«г« ',
'Nested tags info'		=>	'нгяд бб№ BBCode √д   ѕ«ќб б≈д‘«Ѕ  ‘янб«р г ёѕг«р. гЋ«б:',
'Bold, underlined text'	=>	'д’ Џ—н÷ ж  Ќ е ќЎ',

'Smilies info'			=>	'≈–« √—ѕ  (ж ≈–« я«д г «Ќ«р)° «бгд ѕм нгяде  Ќжнб ”б”б… —гж“ «б«» ”«г«  ≈бм ’ж—  гЋб  бя «б«» ”«г« . е–« «бгд ѕм нгн“ —гж“ «б«» ”«г«  «б «бн… ж нЌжбег ≈бм ’ж—:'

);
