<?php

// Language definitions used in profile.php
$lang_profile = array(

// Navigation and sections
'Profile menu'				=>	'ŞÇÆãÉ Çáãáİ ÇáÔÎÖí',
'Section essentials'		=>	'ÃÓÇÓíÇÊ',
'Section personal'			=>	'ÔÎÕí',
'Section messaging'			=>	'ãÑÇÓáÉ',
'Section personality'		=>	'ÔÎÕíÉ',
'Section display'			=>	'ÇáãÙåÑ',
'Section privacy'			=>	'ÎÕæÕíÉ',
'Section admin'				=>	'ÅÏÇÑÉ',

// Miscellaneous
'Username and pass legend'	=>	'ÃÏÎá ÇÓã ÇáãÓÊÎÏã æßáãÉ ÇáãÑæÑ',
'Personal details legend'	=>	'ÃÏÎá ÊİÇÕíáß ÇáÎÇÕÉ',
'Contact details legend'	=>	'ÃÏÎá ÊİÇÕíá ãÑÇÓáÇÊß',
'Options display'			=>	'ÃÏÎá ÎíÇÑÇÊ ÇáÚÑÖ áÏíß',
'Options post'				=>	'ÃÏÎá ÎíÇÑÇÊ ÚÑÖ ÇáãÔÇÑßÇÊ áÏíß',
'User activity'				=>	'äÔÇØ ÇáãÓÊÎÏã',
'Paginate info'				=>	'ÃÏÎá ÚÏÏ ÇáãæÇÖíÚ æ ÇáãÔÇÑßÇÊ ÇáÊí ÊÑÛÈ İí ÚÑÖåÇ İí ßá ÕİÍÉ.',

// Password stuff
'Pass key bad'				=>	'ãİÊÇÍ ÊİÚíá ßáãÉ ÇáãÑæÑ ÛíÑ ÕÍíÍ Ãæ ÇäÊåÊ ÕáÇÍíÊå. ãä İÖáß Şã ÈÅÚÇÏÉ ØáÈ ßáãÉ ãÑæÑ ÌÏíÏÉ. ÅĞ áãÊ ÊäÌÍ¡ Şã ÈãÑÇÓáÉ ãÏíÑ ÇáãäÊÏì Úáì',
'Pass updated'				=>	'Êã ÊÍÏíË ßáãÉ ÇáãÑæÑ. ÊÓÊØíÚ ÇáÂä ÊÓÌíá ÇáÏÎæá ÈßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ.',
'Pass updated redirect'		=>	'Êã ÊÍÏíË ßáãÉ ÇáãÑæÑ. ÅÚÇÏÉ ÊæÌíå &hellip;',
'Wrong pass'				=>	'ßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ ÎÇØÆÉ.',
'Change pass'				=>	'ÛíÑ ßáãÉ ÇáãÑæÑ',
'Change pass legend'		=>	'ÃÏÎá æ ÃßÏ ßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ',
'Old pass'					=>	'ßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ',
'New pass'					=>	'ßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ',
'Confirm new pass'			=>	'ÃßÏ ßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ',

// E-mail stuff
'E-mail key bad'			=>	'ãİÊÇÍ ÊİÚíá ÇáÈÑÏí ÇáÇáßÊÑæäí ÛíÑ ÕÍíÍ Ãæ ÇäÊåÊ ÕáÇÍíÊå. ãä İÖáß Şã ÈÅÚÇÏÉ ØáÈ ÊÛííÑ ÇáÈÑíÏ ÇáÇáßÊÑæäí. ÅĞ áãÊ ÊäÌÍ¡ Şã ÈãÑÇÓáÉ ãÏíÑ ÇáãäÊÏì Úáì',
'E-mail updated'			=>	'Êã ÊÍÏíË ÚäæÇä ÈÑíÏß ÇáÇáßÊÑæäí.',
'Activate e-mail sent'		=>	'Êã ÅÑÓÇá ÑÓÇáÉ Åáì ÈÑíÏß ÇáãÍÏÏ ãÚ ÊÚáíãÇÊ ÊİÚíá ÈÑíÏß ÇáÇáßÊÑæäí ÇáÌÏíÏ. ÅĞÇ áã ÊÕáß íãßäß ÇáÇÊÕÇá ÈãÏíÑ ÇáãäÊÏì Úáì',
'E-mail legend'				=>	'ÃÏÎá ÚäæÇä ÈÑíÏß ÇáÇáßÊÑæäí ÇáÌÏíÏ ÇáÌÏíÏ',
'E-mail instructions'		=>	'Óæİ ÊÕáß ÑÓÇáÉ Åáì ÈÑíÏß ÇáÌÏíÏ ãÚ ÑÇÈØ ÊİÚíá. íÌÈ Úáíß Ãä ÊäŞÑ Úáì ÇáÑÇÈØ İí ÇáÑÓÇáÉ ÇáÊí Óæİ ÊÕáß áÊİÚíá ÈÑíÏß ÇáÌÏíÏ.',
'Change e-mail'				=>	'ÛíÑ ÈÑíÏß ÇáÇáßÊÑæäí',
'New e-mail'				=>	'ÇáÈÑíÏ ÇáÌÏíÏ',

// Avatar upload stuff
'Avatars disabled'			=>	'ÇáÅÏÇÑÉ ãäÚÊ ÇáÕæÑ ÇáÔÎÕíÉ.',
'Too large ini'				=>	'Çáãáİ ÇáãÍÏÏ ÃßÈÑ ãä ÇáãÓãæÍ ÈÑİÚå. áã íÓãÍ ÇáÎÇÏã ÈÇáÑİÚ.',
'Partial upload'			=>	'Çáãáİ ÇáãÍÏÏ ŞÏ Êã ÑİÚå ÌÒÆíÇ. ÇáÑÌÇÁ ÅÚÇÏÉ ÇáãÍÇæáÉ.',
'No tmp directory'			=>	'áã íÓÊØÚ PHP  ÍİÙ Çáãáİ ÇáãÑİæÚ İí ãßÇä ãÄŞÊ.',
'No file'					=>	'áã ÊŞã ÈÊÍÏíÏ ãáİ ááÑİÚ.',
'Bad type'					=>	'Çáãáİ ÇáĞí ÍÇæáÊ ÑİÚå áíÓ ãä ÇáÕíÛ ÇáãÓãæÍ ÈåÇ. íÓãÍ İŞØ ÈÜ gif, jpeg, png.',
'Too wide or high'			=>	'Çáãáİ ÇáĞí ÊÍÇæá ÊÍãíáå ÃÕæá æ/Ãæ ÃÚÑÖ ãä ÇáÍÏ ÇáÃŞÕì ÇáãÓãæÍ Èå',
'Too large'					=>	'Çáãáİ ÇáĞí ÊÍÇæá ÊÍãíáå ÃßÈÑ ãä ÇáÍÏ ÇáÃŞÕì ÇáãÓãæÍ Èå',
'pixels'					=>	'pixels',
'bytes'						=>	'bytes',
'Move failed'				=>	'ÇáÎÇÏã ÛíÑ ŞÇÏÑ Úáì ÊÎÒíä Çáãáİ ÇáãÑİæÚ. ÇáÑÌÇÁ ÇáÇÊÕÇá ÈãÏíÑ ÇáãäÊÏì Úáì',
'Unknown failure'			=>	'ÍÏË ÎØÃ ÛíÑ ãÚÑæİ. ÇáÑÌÇÁ ÇáãÍÇæáÉ ãÑÉ ÃÎÑì.',
'Avatar upload redirect'	=>	'Êã ÑİÚ ÇáÕæÑÉ ÇáÔÎÕíÉ. ÅÚÇÏÉ ÊæÌíå &hellip;',
'Avatar deleted redirect'	=>	'Êã ÍĞİ ÇáÕæÑÉ ÇáÔÎÕíÉ. ÅÚÇÏÉ ÊæÌíå &hellip;',
'Avatar desc'				=>	'ÇáÕæÑÉ ÇáÔÎÕíÉ åí ÕæÑÉ ÕÛíÑÉ ÓÊÙåÑ ÊÍÊ ÇÓãß ÇáãÓÊÎÏã İí ãÔÇÑßÇÊß. íÌÈ Ãä áÇÊßæä ÃßÈÑ ãä',
'Upload avatar'				=>	'ÇÑİÚ ÇáÕæÑÉ ÇáÔÎÕíÉ',
'Upload avatar legend'		=>	'ÃÏÎá ãáİ ÇáÕæÑÉ ÇáÔÎÕíÉ áíÊã ÑİÚå',
'Delete avatar'				=>	'ÇÍĞİ ÇáÕæÑÉ ÇáÔÎÕíÉ',	// only for admins
'File'						=>	'ãáİ',
'Upload'					=>	'ÑİÚ',	// submit button

// Form validation stuff
'Dupe username'				=>	'ÚİæÇğ áŞÏ Êã ÇáÊÓÌíá ÈåĞÇ ÇáÇÓã ÓÇÈŞÇ ãä ŞÈá ÃÍÏ ÇáãÓÊÎÏãíä. ÇáÑÌÇÁ ÇáÚæÏÉ ááÎáİ æÇÎÊíÇÑ ÇÓã ÂÎÑ.',
'Forbidden title'			=>	'ÇáÚäæÇä ÇáĞí ÇÎÊÑÊå íÍÊæí Úáì ßáãÉ ããäæÚÉ. Úáíß ÇÎÊíÇÑ ÚäæÇä ãÎÊáİ.',
'Profile redirect'			=>	'Êã ÊÍÏíË Çáãáİ ÇáÔÎÕí. ÅÚÇÏÉ ÊæÌíå &hellip;',

// Profile display stuff
'Not activated'				=>	'åĞÇ ÇáãÓÊÎÏã áã íİÚá ÍÓÇÈå. ÇáÍÓÇÈ íÊã ÊİÚíáå ÚäÏ ÊÓÌíá ÇáÏÎæá áÃæá ãÑÉ.',
'Unknown'					=>	'(Unknown)',	// This is displayed when a user hasn't filled out profile field (e.g. Location)
'Private'					=>	'ÓÑí',	// This is displayed when a user does not want to receive e-mails
'No avatar'					=>	'ÈÏæä ÕæÑÉ ÔÎÕíÉ',
'Show posts'				=>	'ÇÚÑÖ ßá ÇáãÔÇÑßÇÊ',
'Realname'					=>	'ÇáÇÓã ÇáÍŞíŞí',
'Location'					=>	'ÇáãäØŞÉ',
'Website'					=>	'ÇáÕİÍÉ ÇáÔÎÕíÉ',
'Jabber'					=>	'Jabber',
'ICQ'						=>	'ICQ',
'MSN'						=>	'ãÑÓÇá MSN',
'AOL IM'					=>	'ãÑÓÇá AOL ÇáİæÑí',
'Yahoo'						=>	'ãÑÓÇá Yahoo!',
'Avatar'					=>	'ÇáÕæÑÉ ÇáÔÎÕíÉ',
'Signature'					=>	'ÇáÊæŞíÚ',
'Sig max length'			=>	'ÇáØæá ÇáãÓãæÍ Èå',
'Sig max lines'				=>	'ÚÏÏ ÇáÃÓØÑ ÇáãÓãæÍ Èå',
'Avatar legend'				=>	'ÅÏÎá ÎíÇÑÇÊ ÖÚÑÖ ÕæÑÊß ÇáÔÎÕíÉ',
'Avatar info'				=>	'ÇáÕæÑÉ ÇáÔÎÕíÉ åí ÕæÑÉ ÕÛíÑÉ ÓÊÙåÑ İí ßá ãÔÇÑßÇÊß. ÊÓÊØíÚ ÊÍãíá ÕæÑÉ ÈÇáäŞÑ Úáì ÇáÑÇÈØ İí ÇáÃÓİá. ÇÎÊÑ "ÇÓÊÎÏã ÕæÑÉ ÔÎÕíÉ" İí ÇáÃÓİá ßí Êßæä ÕæÑÊß ÇáÔÎÕíÉ ÙÇåÑÉ İí ãÔÇÑßÇÊß.',
'Change avatar'				=>	'ÛíÑ ÇáÕæÑÉ ÇáÔÎÕíÉ',
'Use avatar'				=>	'ÇÓÊÎÏã ÕæÑÉ ÔÎÕíÉ.',
'Signature legend'			=>	'ßæøä ÊæŞíÚß',
'Signature info'			=>	'ÇáÊæŞíÚ åæ äÕ ÕÛíÑ íãÑİŞ ãÚ ãÔÇÑßÇÊß. İí ÊæŞíÚß ÊÓÊØíÚ ÇÓÊÎÏÇã BBCode ÅĞÇ ßÇä ãÓãæÍÇ ÈÚå İí ÎÕÇÆÕ ãäÊÏì ãÚíä. ÊÓÊØíÚ ãÚÑİÉ Ğáß Úä ØÑíŞ ÇáåÇãÔ ÇáÃíãä ßáãÇ ÚÏáÊ ÊæŞíÚß.',
'Sig preview'				=>	'ãÚÇíäÉ ÊæŞíÚß ÇáÍÇáí:',
'No sig'					=>	'áÇ íæÌÏ ÊæŞíÚ ãÎÒä ÍÇáíÇ İí Çáãáİ ÇáÔÎÕí.',
'Topics per page'			=>	'ÇáãæÇÖíÚ',
'Topics per page info'		=>	'åĞÇ ÇáÎíÇÑ íÊÍßã İí ÚÏÏ ÇáãæÇÖíÚ ÇáãÚÑæÖÉ İí ÇáÕİÍÉ ÇáæÇÍÏÉ ÚäÏ ÚÑÖ ÇáãäÊÏì. ÅĞÇ ßäÊ ÛíÑ ãÊÃßÏ ÚãÇ ÊÓÊÎÏã¡ íãßäß ÊÑßåÇ İÇÑÛÉ æÓÊÈŞì ÎíÇÑÇÊ ÇáãäÊÏì ÇáÇİÊÑÇÖíÉ.',
'Posts per page'			=>	'ÇáãÔÇÑßÇÊ',
'Posts per page info'		=>	'åĞÇ ÇáÎíÇÑ íÊÍßã İí ÚÏÏ ÇáãÔÇÑßÇÊ ÇáãÚÑæÖÉ İí ÇáÕİÍÉ ÇáæÇÍÏÉ ÚäÏ ÚÑÖ ÇáãæÖæÚ. ÅĞÇ ßäÊ ÛíÑ ãÊÃßÏ ÚãÇ ÊÓÊÎÏã¡ íãßäß ÊÑßåÇ İÇÑÛÉ æÓÊÈŞì ÎíÇÑÇÊ ÇáãäÊÏì ÇáÇİÊÑÇÖíÉ.',
'Leave blank'				=>	'ÇÊÑßå İÇÑÛÇ áÇÓÊÎÏÇã ÎíÇÑÇÊ ÇáãäÊÏì ÇáÇİÊÑÇÖíÉ.',
'Notify full'				=>	'ÅÚáÇã ÈÑíÏì ÈæÌæÏ ãÔÇÑßÇÊ ÌÏíÏÉ.',
'Notify full info'			=>	'åĞÇ ÇáÎíÇÑ Óíãßäß ãä ÇÓÊáÇã ÑÓÇÆá ÊÈáíÛ Úä æÌæÏ ãÔÇÑßÉ ÌÏíÏÉ İí ÇáãæÇÖíÚ ÇáÊí ÇÔÊÑßÊ ÈåÇ.',
'Show smilies'				=>	'ÃÙåÑ ÇáÇÈÊÓÇãÇÊ ßÃíŞæäÇÊ ãÕæÑÉ',
'Show smilies info'			=>	'ÅĞÇ İÚáÊ åĞÇ ÇáÎíÇÑ¡ Óæİ ÊÙåÑ ÕæÑ ÕÛíÑÉ ÈÏáÇğ ãä äÕæÕ ÇáÇÈÊÓÇãÇÊ.',
'Show images'				=>	'ÇÚÑÖ ÇáÕæÑ İí ÇáãÔÇÑßÇÊ.',
'Show images info'			=>	'ÅáÛö ÇáÊİÚíá ÅĞÇ ÃÑÏÊ ÚÏã ÙåæÑ ÇáÕæÑ İí ÇáãÔÇÑßÇÊ (ãËá ÇáÕæÑ ÇáãÚÑæÖÉ ÈæÇÓØÉ ÚáÇãÉ [img]).',
'Show images sigs'			=>	'ÃÙåÑ ÇáÕæÑ İí ÇáÊæŞíÚ.',
'Show images sigs info'		=>	'ÅáÛö ÇáÊİÚíá ÅĞÇ ÃÑÏÊ ÚÏã ÙåæÑ ÇáÕæÑ İí ÇáÊæÇŞíÚ (ãËá ÇáÕæÑ ÇáãÚÑæÖÉ ÈæÇÓØÉ ÚáÇãÉ [img]).',
'Show avatars'				=>	'ÇÚÑÖ ÇáÕæÑ ÇáÔÎÕíÉ İí ÇáãÔÇÑßÇÊ.',
'Show avatars info'			=>	'åĞÇ ÇáÎíÇÑ Óíãßäß ãä ÅÙåÇÑ ÇáÕæÑ ÇáÔÎÕíÉ İí ÇáãÔÇÑßÇÊ.',
'Show sigs'					=>	'ÚÑÖ ÊæÇŞíÚ ÇáãÓÊÎÏãíä.',
'Show sigs info'			=>	'İÚøá İí ÍÇá ÅĞÇ ÃÑÏÊ ÚÑÖ ÊæÇŞíÚ ÈÇŞí ÇáãÓÊÎÏãíä.',
'Style legend'				=>	'ÇÎÊÑ ÇáãÙåÑ ÇáãİÖá',
'Style info'				=>	'ÅĞÇ ÃÑÏÊ¡ ÇÓÊÎÏã ãÙåÑ ÂÎÑ ááãäÊÏì.',
'Admin note'				=>	'ãáÇÍÙÉ ÇáãÏíÑ',
'Pagination legend'			=>	'ÃÏÎá ÎíÇÑÇÊß áÊÑŞíã ÇáÕİÍÇÊ',
'Post display legend'		=>	'ÃÏÎá ÎíÇÑÇÊß áÚÑÖ ÇáãÏÇÎáÇÊ',
'Post display info'			=>	'ÅĞÇ ßäÊ Öãä ÅÊÕÇá ÈØíÁ¡ Şã ÈÅáÛÇÁ ÊİÚíá åĞå ÇáÎíÇÑÇÊ¡ ÅÙåÇÑ ÇáÕæÑ İí ÇáãÔÇÑßÇÊ æÇáÊæÇŞíÚ ÊÍÏíÏÇğ¡ Óæİ íÒíÏ ãä ÓÑÚÉ ÊÍãíá ÇáÕİÍÇÊ.',
'Instructions'				=>	'ÚäÏ ÊÍÏíË Çáãáİ ÇáÔÎÕí¡ Óæİ ÊÚæÏ ÊáŞÇÆíÇ Åáì åĞå ÇáÕİÍÉ.',

// Administration stuff
'Group membership legend'	=>	'ÇÎÊÑ ãÌãæÚÉ ÇáãÓÊÎÏã',
'Save'						=>	'ÍİÙ',
'Set mods legend'			=>	'ÅÎÊÑ æÕæá ÇáãÔÑİ',
'Moderator in'				=>	'ãÔÑİ İí',
'Moderator in info'			=>	'ÇÎÊÑ ÇáÃŞÓÇã ÇáÊí ÓíÔÑİ ÚáíåÇ åĞÇ ÇáãÓÊÎÏã. ãáÇÍÙÉ: åĞÇ íØÈŞ İŞØ Úáì ÇáãÔÑİíä. ÇáãÏíÑ áå ÇáÕáÇÍíÇÊ ÇáßÇãáÉ İí ßá ÇáÃŞÓÇã.',
'Update forums'				=>	'ÊÍÏíË ÇáÃŞÓÇã',
'Delete ban legend'			=>	'ÍĞİ (ÇáãÏÑÇÁ İŞØ) Ãæ ØÑÏ ãÓÊÎÏã',
'Delete user'				=>	'ÇÍĞİ ãÓÊÎÏã',
'Ban user'					=>	'ÇØÑÏ ãÓÊÎÏã',
'Confirm delete legend'		=>	'åÇã: ÅŞÑÃ ŞÈá ÍĞİ ÇáãÓÊÎÏã',
'Confirm delete user'		=>	'ÊÃßíÏ ÍĞİ ÇáãÓÊÎÏã',
'Confirmation info'			=>	'íÑÌì ÇáÊÃßíÏ ãä Ãäß ÊÑíÏ ÍĞİ ÇáãÓÊÎÏã.',	// the username will be appended to this string
'Delete warning'			=>	'ÊäÈíå: ÍĞİ ÇáãÓÊÎÏã ãÚ Ãæ ÈÏæä ÇáãÔÇÑßÇÊ áÇíãßä ÇÓÊÚÇÏÊå. ÅĞÇ ŞãÊ ÈÇÎÊíÇÑ ÚÏã ÍĞİ ÇáããÔÇÑßÇÊÊ ÇáãÊÚáŞÉ ÈåĞÇ ÇáãÓÊÎÏã¡ İÅä ÇáãÔÇÑßÇÊ íãßä ÍĞİåÇ íÏæíÇ İíãÇ ÈÚÏ.',
'Delete posts'				=>	'ÍĞİ ßá ÇáãÔÇÑßÇÊ æÇáãæÇÖíÚ ÇáãÊÚáŞÉ ÈåĞÇ ÇáÚÖæ.',
'Delete'					=>	'ÍĞİ',		// submit button (confirm user delete)
'User delete redirect'		=>	'Êã ÍĞİ ÇáãÓÊÎÏã. ÅÚÇÏÉ ÊæÌíå &hellip;',
'Group membership redirect'	=>	'Êã ÍİÙ ãÌãæÚÉ ÇáÚÖæíÉ. ÅÚÇÏÉ ÊæÌíå &hellip;',
'Update forums redirect'	=>	'Êã ÊÍÏíË ÕáÇÍíÇÊ ãÔÑİ ÇáãäÊÏì. ÅÚÇÏÉ ÊæÌíå &hellip;',
'Ban redirect'				=>	'ÅÚÇÏÉ ÊæÌíå &hellip;'

);
