<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'»ÕÀ Ê›—“ «·„” Œœ„Ì‰',
'User search info'		=>	'√œŒ· «”„ „” Œœ„ ··»ÕÀ ⁄‰Â Ê/√Ê „Ã„Ê⁄… «·„” Œœ„ · ”ÂÌ· «·Ê’Ê· »Ê«”ÿ Â«. Ì„ﬂ‰  —ﬂ «”„ «·„” Œœ„ ›«—€«. «” Œœ„ «·—„“ * ﬂ»œÌ· ·Õ—Ê› €Ì— „÷„Ê‰… √Ê „ €Ì—… ··„ÿ«»ﬁ… «·Ã“∆Ì…. «›—“ «·„” Œœ„Ì‰ Õ”» «·«”„ √Ê  «—ÌŒ «· ”ÃÌ· √Ê ⁄œœ «·„œ«Œ·«  Ê» — Ì»  ’«⁄œÌ √Ê  ‰«“·Ì.',
'User group'			=>	'„Ã„Ê⁄… «·„” Œœ„',
'No of posts'			=>	'⁄œœ «·„‘«—ﬂ« ',
'All users'				=>	'«·ﬂ·'

);
