<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Помощ',
'produces'				=>	'',

'BBCode info 1'			=>	'BBCode е колекция от тагове за форматиране които променят изгледа на съобщенията в този форум. BBCode е базиран на същият принцип като HTML. От долу е списъка с наличните BBCodes и инструкции за ползването им.',
'BBCode info 2'			=>	'Администраторите могат да включват или изключват ползването на BBCode. Можете да видите дали са включени или не BBCode когато дадете промяна на подписа Ви.',

'Text style'			=>	'Стил на текста',
'Text style info'		=>	'Следните тагове са стилизиране на текста:',
'Bold text'				=>	'Удебелен текст',
'Underlined text'		=>	'Подчертан текст',
'Italic text'			=>	'Наклонен текст',
'Red text'				=>	'Червен текст',
'Blue text'				=>	'Син текст',

'Links and images'		=>	'Връзки и изображения',
'Links info'			=>	'Можете да създавате връзки към други документи или e-mail адреси ползвайки следните тагове:',
'My e-mail address'		=>	'Моят e-mail адрес',
'Images info'			=>	'Ако искате да добавите изображение ползвайте тага img .',

'Quotes'				=>	'Цитати',
'Quotes info'			=>	'Ако искате да цитирате някои, трябва да използвате тага за цитиране.',
'Quotes info 2'			=>	'Можете да го ползвате със име на автора или без.',
'Quote text'			=>	'Това е текста който искам да цитирам.',
'produces quote box'	=>	'създава поле подобно на:',

'Code'					=>	'Код',
'Code info'				=>	'Когато добавяте изходен код. Текста ще ползва системен шрифт, и няма да има промени от други тагове.',
'Code text'				=>	'Това е код.',
'produces code box'		=>	'създава поле подобно на:',

'Nested tags'			=>	'Свързани тагове',
'Nested tags info'		=>	'BBCode може да се ползва в поредица. За пример:',
'Bold, underlined text'	=>	'Удебелен, подчертан текст',

'Smilies info'			=>	'Ако искате (и ако са разрешени), форума може да конвертира серия от емоции в изображения, наричани емот икони:'

);
