<?php

// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'Грешно потребителско име и/или парола.',
'Forgotten pass'		=>	'Забравили сте си паролата?',
'Login redirect'		=>	'Влезнахте успешно, пренасочване &hellip;',
'Logout redirect'		=>	'Излезнахте успешно, пренасочване &hellip;',
'No e-mail match'		=>	'Няма регистриран потребител с този e-mail адрес',
'Request pass'			=>	'Забравена парола',
'Request pass legend'	=>	'Въведете e-mail адреса с който сте се регистрирали',
'Request pass info'		=>	'Нова парола заедно с връзка за активация ще Ви бъде изпратена на посоченият адрес.',
'Not registered'		=>	'Не сте регистриран?',
'Login legend'			=>	'Въведете потребителското си име и парола',
'Login info'			=>	'Ако не сте регистриран, или сте си забравили паролата, моля щракнете на определената за целта връзка.',

// Forget password mail stuff
'Forget mail'			=>	'Писмо с инструкции е изпратено на посоченият от Вас адрес за да смените паролата, ако не сте получили такова, моля свържете се с Администратора'

);
