<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'Въведете валиден e-mail адрес',
'E-mail legend 2'			=>	'Въведете и потвърдете e-mail адреса',
'Localisation legend'		=>	'Изберете локализация',
'Timezone'					=>	'Времева зона',
'Timezone info'				=>	'Трябва да изберете времева зона за да Ви се показват правилно мненията.',
'Language'					=>	'Език',
'Language info'				=>	'Можете да изберете с какъв език за интерфейса искате да зареждате форума.',
'E-mail setting info'		=>	'Изберете дали искате Вашият e-mail адрес да е видим или не.',
'E-mail setting 1'			=>	'Да се показва Вашият e-mail адрес.',
'E-mail setting 2'			=>	'Скрива Вашият e-mail адрес, но позволява изпращането на писма.',
'E-mail setting 3'			=>	'Скрива Вашият e-mail адрес и забранява изпращането на писма.',
'Privacy options legend'	=>	'Настройка на персоналните Ви опции',
'Save user/pass'			=>	'Да запазва потребителското име и парола през интервали.',
'Save user/pass info'		=>	'Тази опция "запаметява" потребителското Ви име и парола.',
'Confirm pass'				=>	'Потвърждение на паролата',

'Username too short'		=>	'Потребителското име трябва да е минимум 2 знака. Моля изберете друго (по-дълго) потребителско име.',
'Username guest'			=>	'Потребителското име Гост е резервирано. Моля, опитайте с друго.',
'Username IP'				=>	'Потребителското име неможе да е в формат IP адрес. Моля опитайте с друго.',
'Username reserved chars'	=>	'Потребителското име неможе да съдържа \', " и [ или ]. Моля, опитайте с друго.',
'Username BBCode'			=>	'Потребителското име неможе да съдържа тагове (BBCode) които форума ползва. Моля изберете друго.',
'Dupe username'				=>	'Потребителското име е регистрирано. Моля опитайте с друго.',
'Pass too short'			=>	'Паролата трябва да бъде минимум 4 знака. Моля опитайте с друга (по-дълга).',
'Pass not match'			=>	'Паролата на двете полета не съвпада, моля върнете се, поправете и опитайте отново.',
'Banned e-mail'				=>	'Е-mail адреса който сте въвели е блокиран от този форум. Моля изберете друг e-mail адрес.',
'Dupe e-mail'				=>	'Този e-mail адрес вече е регистриран. Моля изберете друг e-mail address.',
'Sig too long'				=>	'Подписа неможе да бъде по-дълъг от',
'characters'				=>	'знака',
'Sig too many lines'		=>	'Подписа неможе да има повече от',
'lines'						=>	'линии',
'Signature quote/code'		=>	'Цитати и BBCodes не са позволени в подписа. Моля върнете се и поправете.',
'Bad ICQ'					=>	'Въвели сте грешно ICQ UIN. Моля, върнете се и поправете.'

);
