<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'Този форум не приема нови регистрации.',
'Reg cancel redirect'		=>	'Регистрацията е отказана, пренасочване &hellip;',
'Forum rules'				=>	'Правила на форума',
'Rules legend'				=>	'Трябва да приемете правилата преди да се регистрирате',
'Agree'						=>	'Съгласен(на) съм',
'Cancel'					=>	'Отказ',
'Register'					=>	'Регистрация',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'Потребителското име което въведохте съдържа ена или повече цензурирани думи. Моля изберете друго потребителско име.',
'Username dupe 1'			=>	'Това потребителско име е регистрирано',
'Username dupe 2'			=>	'Потребителското име твърде много прилича с друго. Моля опитайте с друго.',
'E-mail not match'			=>	'E-mail адреса не съвпада, моля върнете се и го поправете.',

// Registration e-mail stuff
'Reg e-mail'				=>	'Благодарим Ви за регистрацията. Паролата ще Ви бъде изпратена на упоменатият от Вас адрес. Ако не пристигне свържете се с Администратора',
'Reg complete'				=>	'Регистрацията завърши. Влизане и пренасочване &hellip;',

// Register info
'Desc 1'					=>	'Регистрацията Ви дава достъп до множество функции иначе недостъпни. Тези функции включват промяна и изтриване на Ваши мнения, създаване на подпис. Ако имате въпроси относно форума, моля свържете се с Администратора.',
'Desc 2'					=>	'Попълнете формата за да се регистрирате. След като се регистрирате, трябва да влезте в профила си и да настроите различните опции.',
'Username legend'			=>	'Моля въведете потребителско име, между 2 и 25 знака',
'Pass legend 1'				=>	'Моля въведете и потвърдете паролата си',
'Pass legend 2'				=>	'Моля прочетете инструкциите',
'Pass info'					=>	'Паролата трябва да бъде между 4 и 16 знака. Паролата трябва да е с малки букви.',
'E-mail info'				=>	'Трябва да въведете валиден e-mail адрес за да Ви изпратим паролата в случай че я забравите.',
'Confirm e-mail'			=>	'Потвърждение на e-mail адрес',

);
