<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'Търсене и сортиране на потребители',
'User search info'		=>	'Въведете потребителско име за търсене и/или потребителска група като филтър. Полето за потребителско име може да е празно. Ползвайте знака * за частично съвпадение. Сортира потребителите по име, дата на регистрация и брой на публикациите възходящо/низходящо.',
'User group'			=>	'Потребителска група',
'No of posts'			=>	'Брой мнения',
'All users'				=>	'Всички'

);
