Subject: Reply to topic: <topic_subject>

<replier> оЧу ШЧсбЯ ксь Чсуцжцк <topic_subject> Чсаэ УфЪ удЧбп Шх. бШуЧ хфЧсп кЯЩ бЯцЯ ЬЯэЯЩ,ц спф сф эЪу ЪШсэлп ШхЧ ЭЪь Ъоцу ШвэЧбЩ енЭЩ ЧсуфЪЯь.

фе ЧсбЯ пЧсЪЧсэ:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

ЧсбЯ уцЬцЯ ксь ЧсцесЩ <post_url>

ЪгЪиэк ХслЧС ХдЪбЧпп нэ хаЧ Чсуцжцк ШЧсахЧШ Хсь <unsubscribe_url>

-- 
<board_mailer>
(сЧ Ъоу ШЧсбЯ ксь хах ЧсбгЧсЩ)