<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'有効なメールアドレスを入力してください。',
'E-mail legend 2'			=>	'もう一度、有効なメールアドレスを入力してください。',
'Localisation legend'		=>	'ローカライゼーションオプションを設定してください。',
'Timezone'					=>	'タイムゾーン',
'Timezone info'				=>	'フォーラムで正確に時間を表示するために、あなたのタイムゾーンを正しく選択してください。',
'Language'					=>	'言語',
'Language info'				=>	'フォーラムの閲覧にどの言語を使用するか選択することができます。',
'E-mail setting info'		=>	'メールアドレスを公開するか、他のユーザがフォーラム経由 ( フォームメール ) であなたにメールを出せるか選択してください。',
'E-mail setting 1'			=>	'メールアドレスを表示する。',
'E-mail setting 2'			=>	'メールアドレスを隠す。フォームメールを許可する。',
'E-mail setting 3'			=>	'メールアドレスを隠す。フォームメールを許可しない。',
'Privacy options legend'	=>	'プライバシーオプションを設定してください。',
'Save user/pass'			=>	'ユーザ名とパスワードを保存する。',
'Save user/pass info'		=>	'このオプションではフォーラムが次の訪問まで、あなたを「憶える」かどうかを設定します。この設定を行った場合、あなたは毎回ログインする必要はありません。あなたは自動的にログインします。推奨設定です。',
'Confirm pass'				=>	'パスワードをもう一度',

'Username too short'		=>	'ユーザ名は少なくとも半角2文字以上にしてください。他の長いユーザ名を選択してください。',
'Username guest'			=>	'ユーザ名guestは予約されています。他のユーザ名を選択してください。',
'Username IP'				=>	'ユーザ名にIPアドレスの形式を使用することは出来ません。 他のユーザ名を選択してください。',
'Username reserved chars'	=>	'ユーザ名に\' や " を使用することは出来ません。他のユーザ名を選択してください。',
'Username BBCode'			=>	'ユーザ名にフォーラムで使用するテキストフォーマットタグ(BBCode)を使用することは出来ません。他のユーザ名を選択してください。',
'Dupe username'				=>	'ユーザ名が既に登録されています。他のユーザ名を選択してください。',
'Pass too short'			=>	'パスワードは少なくとも4文字以上にしてください。他の長いパスワードを選択してください。',
'Pass not match'			=>	'パスワードが合致しません。戻って訂正してください。',
'Banned e-mail'				=>	'あなたが入力したメールアドレスはフォーラムで使用を禁止されています。他のメールアドレスを選択してください。',
'Dupe e-mail'				=>	'メールアドレスが既に登録されています。他のメールアドレスを選択してください。',
'Sig too long'				=>	'署名は次の長さ以下にしてください。',
'characters'				=>	'文字 ( 半角 )',
'Sig too many lines'		=>	'署名は次の行以下にしてください。',
'lines'						=>	'行',
'Signature quote/code'		=>	'引用およびBBCodeは署名で使うことが出来ません。戻って訂正してください。',
'Bad ICQ'					=>	'間違ったICQ UINが入力されました。戻って訂正してください。'

);
