<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'このフォーラムはユーザ登録を受け付けていません。',
'Reg cancel redirect'		=>	'ユーザ登録が中止されました。リダイレクト中 ...',
'Forum rules'				=>	'フォーラム規約',
'Rules legend'				=>	'ユーザ登録するには、下記の内容に同意してください。',
'Accept'					=>	'同意する',
'Cancel'					=>	'同意しない',
'Register'					=>	'ユーザ登録',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'ユーザ名に使用禁止後が含まれています。他のユーザ名を選択してください。',
'Username dupe 1'			=>	'ユーザ名が既に登録されています。',
'Username dupe 2'			=>	'類似したユーザ名が既に登録されています。類似しているユーザ名に対して少なくとも1つ以上の異なる英文字 ( a-zまたは0-9 ) を使用してください。 戻って違うユーザ名を入力してください。',
'E-mail not match'			=>	'メールアドレスが合致しません。戻って訂正してください。',

// Registration e-mail stuff
'Reg e-mail'				=>	'ユーザ登録ありがとうございます。指定されたメールドレスにパスワードが送信されました。メールが到着しない場合はフォーラム管理にお問合せください。管理者メールアドレス:',
'Reg complete'				=>	'ユーザ登録が完了しました。ログインおよび リダイレクト中 ...',

// Register info
'Desc 1'					=>	'ユーザ登録は必須ではありませんが、ユーザ登録することで未登録の状態では使用出来ない数多くの機能を使用することが出来ます。 機能の中には投稿の編集、削除、投稿に付加えられる署名のデザイン等があります。このフォーラムに関して質問がある場合は管理者にお問合せください。',
'Desc 2'					=>	'下にあるのはユーザ登録のための必要事項を入力するフォームです。登録後、プロフィール画面にアクセスして、変更可能な他の設定を確認してください。下のフィールドはプロフィール画面で変更出来る設定の一部分です。',
'Username legend'			=>	'ユーザ名は2文字から25文字 ( 半角英数字 ) の長さにしてください。',
'Pass legend 1'				=>	'パスワードを入力してください。',
'Pass legend 2'				=>	'下記の説明をお読みください。',
'Pass info'					=>	'パスワードは4文字から16文字 ( 半角英数字 ) の長さにしてください。パスワードは大文字小文字の区別をします。',
'E-mail info'				=>	'ランダムに生成されたパスワードを送信しますので、有効なメールアドレスを入力してください。',
'Confirm e-mail'			=>	'メールアドレスをもう一度',

);
