Subject: گۆڕینی پۆستی ئه‌له‌كترۆنی پێویسته‌

سڵاو <username>,

ویستیاری ئه‌وه‌ بوویت كه‌ پۆستێكی ئه‌له‌كترۆنی دیكه‌ به‌كار ببه‌ی له‌گه‌ڵ هه‌ژماره‌كه‌ت له‌ مه‌كۆی <base_url>. ئه‌گه‌ر خۆت خوازیاری ئه‌وه‌ گۆڕانكاریه‌ نه‌بوویت و ناته‌وێ پۆستی ئه‌له‌كترۆنی بگۆڕی، ئه‌م په‌یامه‌ له‌بیر بكه‌ و هیچ مه‌كه‌. ته‌نیا ئه‌گه‌ر به‌سته‌ری چالاك كردنه‌وه‌ی خواره‌وه‌ سه‌ردان بكه‌یت پۆستی ئه‌له‌كترۆنیت ده‌گۆڕدرێت، ده‌بێ له‌هه‌مان كاتیسدا له‌ مه‌كۆكاندا چوونه‌ژووه‌وه‌ت تۆمار كردبێت.

بۆ ئه‌وه‌ی پۆستی ئه‌له‌كترۆنیت بگۆڕی، تكایه‌ سه‌ردانی ئه‌م په‌ڕه‌یه‌ بكه‌:
<activation_url>

-- 
<board_mailer>
(وه‌ڵام بۆ ئه‌م په‌یامه‌ مه‌نووسه‌)