Subject: خوازیاری وشه‌ی تێپه‌ڕبوونی نوێ

سڵاو <username>,

خوازیاری ئه‌وه‌ بوویت كه‌ وشه‌ی تێپه‌ڕبوونی بگۆڕی، له‌ مه‌كۆی <base_url>. ئه‌گه‌ر خۆت خوازیاری ئه‌وه‌ نه‌بوویت و ناته‌وێ پۆستی ئه‌له‌كترۆنی بگۆڕی، ئه‌م په‌یامه‌ له‌بیر بكه‌ و هیچ جێبه‌جێ مه‌كه‌. ئه‌گه‌ر سه‌ردانی به‌سته‌ری خواره‌وه‌ بكه‌یت وشه‌ی تێپه‌ڕبوونت ده‌گۆڕدرێت.

وشه‌ی تێپه‌ڕبوونی نوێ: <new_password>

بۆ گۆڕینی وشه‌ی تێپه‌ڕبوونت، تكایه‌ سه‌ردانی ئه‌م په‌ڕه‌یه‌ بكه‌:
<activation_url>

-- 
<board_mailer>
(وه‌ڵام بۆ ئه‌م په‌یامه‌ مه‌نووسه‌)