Subject: وه‌ڵام بۆ بابه‌تی: <topic_subject>

<replier> وه‌ڵامی بۆ بابه‌تی <topic_subject> نووسیووه‌ كه‌ خۆت وه‌ك ویستیاری ئه‌وه‌ بوویت له‌ وه‌ڵامه‌ نوێكانی ئه‌و بابه‌ته‌ ئاگادار بكرێیته‌وه‌، له‌وانه‌یه‌ وه‌ڵامی دیكه‌ی نوێ هه‌بێت بۆ بابه‌ته‌ ویستراوه‌كانت، پاش سه‌ردانت بۆ مه‌كۆكان بۆت ڕوون ده‌بێته‌وه‌.

په‌یامه‌كه‌ به‌م شێوه‌یه‌یه‌:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

په‌یامه‌كه‌ له‌م به‌سته‌ره‌یه‌ <post_url>
ده‌توانی وازبێنی له‌وه‌ی كه‌ ئاگادار بكرێیته‌وه‌ له‌ وه‌ڵامه‌ نوێكان، له‌م به‌سته‌ره‌وه‌ <unsubscribe_url>

-- 
<board_mailer>
(وه‌ڵام بۆ ئه‌م په‌یامه‌ مه‌نووسه‌)