Subject: Ζητήθηκε νέος κωδικός πρόσβασης

Γεια σας <username>,

Ζητήσατε να εκχωρηθεί ένας νέος κωδικός πρόσβασης στον λογαριασμό σας στο φόρουμ συζητήσεων <base_url>. Εάν δεν το ζητήσατε ή εάν δεν θέλετε να αλλάξετε τον κωδικό πρόσβασης , απλά αγνοήστε αυτό το μήνυμα. Μόνο εάν επισκεφθείτε την παρακάτω σελίδα ενεργοποίησης θα γίνει αλλαγή του κωδικού πρόσβασης .

Ο νέος κωδικός πρόσβασης είναι: <new_password>

Για να αλλάξετε τον κωδικό πρόσβασης, επισκεφθείτε την ακόλουθη σελίδα:
<activation_url>

-- 
<board_mailer>
(Μην απαντάτε σε αυτό το μήνυμα)












