Subject: Ζητήθηκε αλλαγή διεύθυνσης e-mail

Γεια σας <όνομα χρήστη>,

Ζητήσατε να εκχωρηθεί μια νέα διεύθυνση e-mail στον λογαριασμό σας στο φόρουμ συζητήσεων <base_url>. Εάν δεν το ζητήσατε ή εάν δεν θέλετε να αλλάξετε τη διεύθυνση e-mail, απλά αγνοήστε αυτό το μήνυμα. Μόνο εάν επισκεφθείτε την παρακάτω σελίδα ενεργοποίησης θα γίνει αλλαγή της διεύθυνσης e-mail. Για να λειτουργήσει η σελίδα ενεργοποίησης, πρέπει να συνδεθείτε στο φόρουμ.

Για να αλλάξετε τη διεύθυνση e-mail, επισκεφθείτε την ακόλουθη σελίδα:
<activation_url>

-- 
<board_mailer>
(Μην απαντάτε σε αυτό το μήνυμα)