Subject: Απάντηση στο θέμα: <topic_subject>

Ο/Η <replier> απάντησε στο <topic_subject> για το οποίο λαμβάνετε ειδοποιήσεις. Μπορεί να υπάρχουν νέες απαντήσεις, ωστόσο, αυτή είναι η μοναδική ειδοποίηση που θα λάβετε μέχρι να επισκεφθείτε ξανά το φόρουμ.

Το μήνυμα είναι το εξής:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

Το μήνυμα βρίσκεται στο <post_url>

Μπορείτε να διακόψετε τη λήψη ειδοποιήσεων πηγαίνοντας στο <unsubscribe_url>

-- 
<board_mailer>
(Μην απαντάτε σε αυτό το μήνυμα)