<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Помош',
'produces'				=>	'прави',

'BBCode info 1'			=>	'BBCode е колекција на тагови за форматирање на текст кои се користат да се смени изгледот на текстот во овој форум. BBCode се базира на истите принципи како HTML, и е многу сличен на него. Подолу има листа на сите BBCodes кодови кои се на располагање, и упатства за нивно користење.',
'BBCode info 2'			=>	'Администраторите имаат можност да ја вклучат или исклучат поддршката за BBCode. Може да видите дали BBCode е вклучен или исклучен во левиот дел кога праќате порака или го менувате вашиот потпис.',

'Text style'			=>	'Стил на текст',
'Text style info'		=>	'Следниве тагови може да го менуваат изгледот на текстот:',
'Bold text'				=>	'Зацрнет текст',
'Underlined text'		=>	'Подвлечен текст',
'Italic text'			=>	'Накосен текст',
'Red text'				=>	'Црвен текст',
'Blue text'				=>	'Син текст',

'Links and images'		=>	'Линкови и слики',
'Links info'			=>	'Може да креирате линкови до други документи или e-mail адреси со користење на следниве тагови:',
'My e-mail address'		=>	'Мојата e-mail адреса',
'Images info'			=>	'Ако сакате да прикажете слика може да го користите img тагот.',

'Quotes'				=>	'Цитирање',
'Quotes info'			=>	'Ако сакате да цитирате некого, треба да го користите quote тагот.',
'Quotes info 2'			=>	'Ако не сакате да цитирате некого посебно, може да го користите quote тагот без да внесете име.',
'Quote text'			=>	'Ова е текстот што сакам да го цитирам.',
'produces quote box'	=>	'цитираниот текст изгледа вака:',

'Code'					=>	'Код',
'Code info'				=>	'Кога внесувате изворен код во вашите пораки ставете го кодот во code таг. Прикажаниот текст ќе биде прикажан во monospaced фонт и другите тагови нема да имаат влијание на него.',
'Code text'				=>	'Ова е некој код.',
'produces code box'		=>	'кодот изгледа вака:',

'Nested tags'			=>	'Вгнездени тагови',
'Nested tags info'		=>	'BBCode таговите може да се вгнездуваат за да се направи напредно форматирање. На пример:',
'Bold, underlined text'	=>	'Зацрнет, подцртан текст',

'Smilies info'			=>	'Ако сакате (и ако е вклучена функционалноста), форумот може да ги конвертира смешковците во слики. Овој форум ги препознава следниве смешковци и ги заменува со слики:'

);
