<?php

// Language definitions used in both profile.php and register.php
$lang_prof_reg = array(

'E-mail legend'				=>	'Внесете валидна e-mail адреса',
'E-mail legend 2'			=>	'Внесете валидна e-mail адреса, и потврдете ја',
'Localisation legend'		=>	'Опции за локализирање',
'Timezone'					=>	'Временска зона',
'Timezone info'				=>	'За да форумот ги прикажува времињата точно, мора да ја одберете вашата локална временска зона.',
'Language'					=>	'Јазик',
'Language info'				=>	'Може да одберете на кој јазик ќе се прикажува форумот.',
'E-mail setting info'		=>	'Одберете дали вашата e-mail адреса да биде видлива за другите корисници или не. Може да одберете и дали сакате другите корисници да може да ви праќаат e-mail преку форумот или не.',
'E-mail setting 1'			=>	'Прикажувај ја мојата e-mail адреса.',
'E-mail setting 2'			=>	'Не ја прикажувај мојата e-mail адреса, но дозволи да добивам e-mail пораки преку форумот.',
'E-mail setting 3'			=>	'Не ја прикажувај мојата e-mail адреса.',
'Privacy options legend'	=>	'Опции за приватност',
'Save user/pass'			=>	'Запамети го корисничкото име и лозинка помеѓу посетите.',
'Save user/pass info'		=>	'Оваа опција поставува дали форумот треба да ве „памети“ меѓу посетите. Ако е вклучена, нема да мора да се најавувате секој пат кога ќе го посетите форумот. Ќе бидете најавени автоматски. Ако само вие го користите овој компјутер препорачуваме да ја оставите оваа опција вклучена.',
'Confirm pass'				=>	'Потврда на лозинката',

'Username too short'		=>	'Корисничкото име мора да биде долго барем 2 знаци. Ве молиме одберете друго (подолго) корисничко име.',
'Username guest'			=>	'Корисничкото име guest е резервирано. Ве молиме одберете друго корисничко име.',
'Username IP'				=>	'Корисничкото име не смее да биде во форма на IP адреса. Ве молиме одберете друго корисничко име.',
'Username reserved chars'	=>	'Корисничкото име не смее да содржи било кој од знаците \', " или [ или ]. Ве молиме одберете друго корисничко име',
'Username BBCode'			=>	'Корисничкото име не смее да содржи било кој од таговите за форматирање на текст (BBCode) кои што ги користи форумот. Ве молиме одберете друго корисничко име',
'Dupe username'				=>	'Корисничкото име кое го внесовте е веќе зафатено. Ве молиме одберете друго корисничко име',
'Pass too short'			=>	'Лозинката мора да биде долга барем 4 знаци. Ве молиме одберете друга (подолга) лозинка.',
'Pass not match'			=>	'Лозинките не се совпаѓаат. Ве молиме одете назад и поправете.',
'Banned e-mail'				=>	'E-mail адресата која што ја внесовте има забраната за регистрација во овој форум. Ве молиме внесете друга e-mail адреса.',
'Dupe e-mail'				=>	'Некој друг е веќе регистриран со e-mail адресата која ја внесовте. Ве молиме внесете друга e-mail адреса.',
'Sig too long'				=>	'Потписот неможе да бидат подолги од',
'characters'				=>	'знаци',
'Sig too many lines'		=>	'Потписот неможе да има повеќе од',
'lines'						=>	'линии',
'Signature quote/code'		=>	'Quote и code BBCodes кодовите не се дозволени во потписи. Ве молиме одете назад и поправете.',
'Bad ICQ'					=>	'Внесовте не валиден ICQ UIN. Ве молиме одете назад и поправете.'

);
