<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'Регистрација на нови корисници не е дозволена.',
'Reg cancel redirect'		=>	'Пренасочувањето е откажано. Пренасочување &hellip;',
'Forum rules'				=>	'Правила на форумот',
'Rules legend'				=>	'Мора да ги прифатите следниве услови за да се регистрирате',
'Agree'						=>	'Прифаќам',
'Cancel'					=>	'Откажи',
'Register'					=>	'Регистрирај ме',

// Form validation stuff (some of these are also used in post.php)
'Username censor'			=>	'Корисничкото име кое што го одбравте содржи еден или повеќе цензурирани зборови. Ве молиме одберете друго корисничко име.',
'Username dupe 1'			=>	'Корисничкото име кое го внесовте е веќе зафатено.',
'Username dupe 2'			=>	'Корисничкото име кое го внесовте е премногу слично на веќе постоечко. Корисничкото име мора да се разликува од сите други за барем за еден знак (a-z или 0-9). Ве молиме одберете друго корисничко име.',
'E-mail not match'			=>	'E-mail адресите кои ги внесовте не се исти. Ве молиме вратете се назад и поправете.',

// Registration e-mail stuff
'Reg e-mail'				=>	'Благодариме за регистрацијата. Вашата лозинка е пратена на внесената адреса. Ако не пристигне во разумно време контактирајте го администраторот на',
'Reg complete'				=>	'Регистрацијата е завршена. Најавување и пренасочување &hellip;',

// Register info
'Desc 1'					=>	'Регистрацијата ќе ви овозможи пристап до некои функционалности кои не се дозволени инаку. Овие функционалности вклучуваат: бришење и менување на пораки, внесување на ваш потпис во пораките и многу други. Ако имате прашања во врска со форумот контактирајте го администраторот.',
'Desc 2'					=>	'Пополнете ги полињата за да се регистирате. Кога ќе се регистрирате би требало да го посетите вашиот профил и да ги разгледате различните подесувања кои може да ги смените. Полињата подолу се само мал дел од сите полиња кои може да ги менувате во вашиот профил.',
'Username legend'			=>	'Ве молиме внесете корисничко име долго помеѓу 2 и 25 знаци',
'Pass legend 1'				=>	'Ве молиме внесете ја избраната лозинка во двете полиња',
'Pass legend 2'				=>	'Ве молиме прочитајте ги упатствата подолу',
'Pass info'					=>	'Лозинката може да биде долба помеѓу 4 и 16 знаци. Големите и малите букви се разликуваат.',
'E-mail info'				=>	'Мора да внесете валидна e-mail адреса бидејќи линк за активација ќе ви биде пратен на оваа адреса.',
'Confirm e-mail'			=>	'Потврди e-mail адреса',

);
