<?php

// Language definitions used in search.php
$lang_search = array(

// The search form
'User search'				=>	'Пребарување на корисници',
'No search permission'		=>	'Вие немате доволно привилегии за да го користите пребарувањето.',
'Search'					=>	'Барај',
'Search criteria legend'	=>	'Внесете критериум за пребарување',
'Search info'				=>	'За да пребарувате по фраза, внесете фраза за пребарување. Одделете ги фразите со празни места. Може да користите AND, OR и NOT за филтрирање на пребарувањето. За да пребарувате по автор, внесете го корисничкото име на авторот чии што пораки сакате да ги најдете. Може да користите * во пребарувањето, за замена на било која низа знаци/букви.',
'Keyword search'			=>	'Пребарување по фраза',
'Author search'				=>	'Пребарување по автор',
'Search in legend'			=>	'Одберете целина за пребарување',
'Search in info'			=>	'Одберете во која тема би сакале да барате и дали да се пребаруваат само насловите, текстот на пораките или и двете.',
'Forum search'				=>	'Тема',
'All forums'				=>	'Сите теми',
'Search in'					=>	'Барај во',
'Message and subject'		=>	'Наслови и текстови',
'Message only'				=>	'Само наслови',
'Topic only'				=>	'Само текстови',
'Sort by'					=>	'Сортирање по',
'Sort order'				=>	'Редослед',
'Search results legend'		=>	'Одберете како да се прикажуваат резултатите',
'Search results info'		=>	'Може да одберте како да се сортираат и прикажуваат вашите резултати.',
'Sort by post time'			=>	'Време на праќање',
'Sort by author'			=>	'Автор',
'Sort by subject'			=>	'Наслов',
'Sort by forum'				=>	'Тема',
'Ascending'					=>	'Растечки',
'Descending'				=>	'Опаѓачки',
'Show as'					=>	'Прикажување на резултатите како',
'Show as topics'			=>	'Теми',
'Show as posts'				=>	'Пораки',

// Results
'Search results'			=>	'Резулати од пребарувањето',
'No terms'					=>	'Мора да внесете барем еден збор и/или автор за пребарување.',
'No hits'					=>	'Нема пронајдени теми/пораки кои одговараат на критериумите на пребарувањето.',
'No user posts'				=>	'Нема пораки пратени од овој корисник во оваа тема.',
'No subscriptions'			=>	'Моментално вие не сте претплатени на ниедна тема.',
'No new posts'				=>	'Нема теми со нови пораки од вашата последна посета.',
'No recent posts'			=>	'Во последните 24 саати не се пратени нови пораки.',
'No unanswered'				=>	'Нема неодговорени пораки во оваа тема.',
'Go to post'				=>	'Оди до пораката'

);
