<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'Пронаоѓање и сортирање на корисници',
'User search info'		=>	'Внесете корисничко име за наоѓање и/или група по која да се филтрираат резултатите. Полето корисничко име може да се остави празно. Може да користите * во пребарувањето, за замена на било која низа знаци/букви. Резултатите може да се сортираат по корисничко име, дата на регистрација, или број на пратени пораки, во растечки/опаѓачки редослед.',
'User group'			=>	'Група',
'No of posts'			=>	'Бр. на пораки',
'All users'				=>	'Било која'

);
